[
  {
    "updateDate": 1691007959324,
    "pPcc": "P10#CAS",
    "questionId": "833eacb3",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "0a284b2d-b6dd-417f-95ea-1dc4cf009415",
    "skill_desc": "Words in Context",
    "createDate": 1691007959324,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "93e5ee6c-f243-4144-b2d4-35213665d0e7",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "a52fd840-160c-4544-ab45-be9359535194",
    "keys": [
      "4532ebaf-1d6e-439e-a9de-e861ec5876ac"
    ],
    "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of cucurbits. In this context, &ldquo;ensuring&rdquo; means guaranteeing, or making sure of, the cucurbits&rsquo; survival. The text states that cucurbits faced extinction in the past because their means of seed dispersal disappeared, but the ancestors of Indigenous peoples in North America began farming cucurbits around that same time, so the crops were no longer threatened. Therefore, the context supports the idea that the ancestors of Indigenous peoples in North America helped with ensuring the cucurbits&rsquo; survival. </p><p>Choice A is incorrect because in this context verifying means making sure that something is accurate. In the text, the ancestors of Indigenous peoples in North America were ensuring the survival, not the accuracy of, the cucurbits. Choice B is incorrect. Although the cucurbit crops themselves were multiplying, or growing in number, as a result of the work of the ancestors of Indigenous peoples in North America, it wouldn&rsquo;t make sense in context to say that the survival of the plants was multiplying. Choice C is incorrect because according to the text, in raising cucurbits as crops, the ancestors of Indigenous peoples in North America were attempting to help the plants grow and survive; they weren&rsquo;t attempting to comfort, or free the plants from pain. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "93e5ee6c-f243-4144-b2d4-35213665d0e7",
    "stimulus": "<p>Cucurbits, a group of plants that includes squash and melons, relied on mastodons to spread their seeds in the Ice Age. When these animals died out, cucurbits faced extinction in turn, having lost their means of seed dispersal. Around this time, however, the ancestors of Indigenous peoples in North America began raising cucurbits as crops, thus <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the plants&rsquo; survival.</p>",
    "templateclusterid": "012c3e66-ee3f-4005-9849-1a52c4c3584a",
    "parenttemplatename": "OSP-057-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "d4fde03d-d682-4f1f-bcde-2a2214ff1205",
        "content": "<p>verifying</p>"
      },
      {
        "id": "6a60ed46-1049-4db7-a2c0-c9353be49394",
        "content": "<p>multiplying</p>"
      },
      {
        "id": "9fd71a9d-28a7-49e8-a6c3-69fa0d305a95",
        "content": "<p>comforting</p>"
      },
      {
        "id": "4532ebaf-1d6e-439e-a9de-e861ec5876ac",
        "content": "<p>ensuring</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1730147323033,
    "pPcc": "P10#CAS",
    "questionId": "033eb360",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "0c9319b6-3545-48b4-99cb-06797b2c088d",
    "skill_desc": "Words in Context",
    "createDate": 1730147323033,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "233c1b7d-48c1-434e-989f-84bcc9029899",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>Many ancient sculptures of people&rsquo;s heads are missing their noses. This is because the nose is the most <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> part of a sculpture of a person&rsquo;s head. It is delicate and sticks out from the rest of the sculpture, making it especially easy to break.</p>",
    "type": "mcq",
    "keys": [
      "7ab8bc1c-441a-4d5a-9fdf-22c6932aa039"
    ],
    "answerOptions": [
      {
        "id": "36454b0b-2a06-49a8-8d8a-0c1acbb18cf5",
        "content": "<p>recognizable</p>"
      },
      {
        "id": "7ab8bc1c-441a-4d5a-9fdf-22c6932aa039",
        "content": "<p>fragile</p>"
      },
      {
        "id": "e1925cd8-98b2-4e59-82f6-e064cace2ab2",
        "content": "<p>common</p>"
      },
      {
        "id": "3066a402-2f77-4c5c-bec1-c48f6e6d51db",
        "content": "<p>sophisticated</p>"
      }
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of noses on ancient sculptures. In this context, \"fragile\" means weak or delicate. This matches the text&rsquo;s description of noses on ancient sculptures, which are often missing from sculptures&rsquo; heads because they are \"especially easy to break.\" Therefore, this context indicates that noses on ancient sculptures are the most fragile part of the sculptures&rsquo; heads.</p><p>Choice A is incorrect. In this context, \"recognizable\" would mean identifiable, and since the text indicates that noses are often missing from ancient statues, they therefore cannot be the most recognizable part of the statue. Choice C is incorrect because the text indicates that many ancient statues are missing noses, so noses wouldn&rsquo;t be \"common,\" or frequent, aspects of ancient statues; they would conversely be uncommon. Choice D is incorrect because the text only indicates that noses on ancient statues often stick out and end up missing from the heads, which doesn&rsquo;t relate to the noses being \"sophisticated,\" or knowledgeable or refined.</p>",
    "externalid": "233c1b7d-48c1-434e-989f-84bcc9029899",
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1730147323032,
    "pPcc": "P10#CAS",
    "questionId": "dd5947a4",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "0dcc6abe-09e1-4c0a-8a2d-2a32b32c9939",
    "skill_desc": "Words in Context",
    "createDate": 1730147323032,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "6e6dadd5-84d8-4351-ab87-72d752a07fcb",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>As used in the text, what does the phrase &ldquo;reaching across to&rdquo; most nearly mean?</p>",
    "stimulus": "<p>The following text is adapted from Elizabeth von Arnim&rsquo;s 1922 novel <em>The Enchanted April</em>. Mrs. Wilkins and her friend Rose are traveling in Italy.</p>\n<blockquote>\n<p>&ldquo;I&rsquo;m going to have one of these gorgeous oranges,&rdquo; said Mrs. Wilkins, staying where she was and <span role=\"region\" aria-label=\"Referenced Content\"><u>reaching across to</u></span> a black bowl piled with them. &ldquo;Rose, how can you resist them. Look&mdash;have this one. Do have this beauty&mdash;&rdquo; And she held out a big one.</p>\n</blockquote>",
    "type": "mcq",
    "keys": [
      "de913284-579a-4527-9b42-83da2a3e71be"
    ],
    "answerOptions": [
      {
        "id": "fde57469-6e2f-483e-9e74-74448fe7f7cc",
        "content": "<p>Joining with</p>"
      },
      {
        "id": "593d4a7c-52f8-4080-8b1d-d7ff060d2afd",
        "content": "<p>Gaining on</p>"
      },
      {
        "id": "de913284-579a-4527-9b42-83da2a3e71be",
        "content": "<p>Stretching toward</p>"
      },
      {
        "id": "79b6af02-567b-4267-b419-80f5006bf1fd",
        "content": "<p>Arriving at</p>"
      }
    ],
    "rationale": "<p>Choice C is the best answer because as used in the text \"reaching across to\" most nearly means stretching toward. The text begins with Mrs. Wilkins stating that she wants to have one of the oranges that she&rsquo;s admiring. The text then indicates that Mrs. Wilkins, staying where she is, holds out a big orange to her friend. This context suggests that when the text describes Mrs. Wilkins as reaching across to the bowl of oranges, it means that she is stretching toward the bowl.</p><p>Choice A is incorrect because the text never suggests that Mrs. Wilkins is joining with, or becoming attached to, the bowl of oranges. Rather, the text indicates that she is stretching toward the bowl so she can pick out oranges for herself and her friend Rose to eat. Choice B is incorrect because the text never suggests that Mrs. Wilkins is gaining on, or overtaking in a competition or race, the bowl of oranges. The text suggests instead that the bowl is sitting still on a surface and that Mrs. Wilkins is extending her arm toward the bowl so she can pick out oranges for herself and her friend Rose to eat. Choice D is incorrect because the text doesn&rsquo;t indicate that Mrs. Wilkins is arriving at the bowl of oranges. In fact, the text states that Mrs. Wilkins stays where she is when reaching across to the bowl, meaning that she remains at a distance from it.</p>",
    "externalid": "6e6dadd5-84d8-4351-ab87-72d752a07fcb",
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959357,
    "pPcc": "P10#CAS",
    "questionId": "5aedafd4",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "0fb792a3-c547-4281-ae12-f6b749f7fd3d",
    "skill_desc": "Words in Context",
    "createDate": 1691007959357,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "74ad1b5e-86aa-4896-b0cc-5c8fd88485c2",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "fa527611-05c5-47cc-bf78-b5bcda0b0270",
    "keys": [
      "348581ba-1fcf-4513-8ec0-14b74705c0f3"
    ],
    "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of damage to viburnum plants. In this context, &ldquo;healthy&rdquo; would mean not distressed or diseased. The text states that insect damage may cause viburnum plants to be discolored and have abnormal growths. In the next sentence, the phrase &ldquo;on the other hand&rdquo; indicates a contrast with the description of plants suffering from damage. Thus, the context contrasts the appearance of healthy, undamaged plants with the appearance of damaged plants. </p><p>Choice A is incorrect because in this context, &ldquo;struggling&rdquo; would mean working against difficulties. The text first describes viburnum plants experiencing damage by insects, and the phrase &ldquo;on the other hand&rdquo; then establishes a contrast with that description. It wouldn&rsquo;t make sense to contrast struggling viburnum plants with those being damaged by insects, because in both cases the plants would be experiencing difficulties. Choice B is incorrect because in this context, &ldquo;beneficial&rdquo; would mean producing good or helpful effects. The text doesn&rsquo;t discuss how viburnum plants affect other things or suggest that the plants are helpful in some way; rather, it focuses on how viburnum plants are affected by certain conditions. Choice C is incorrect because in this context &ldquo;simple&rdquo; would mean plain or uncomplicated. The text doesn&rsquo;t discuss whether certain viburnum plants are complicated or uncomplicated; rather, it focuses on how viburnum plants are affected by certain conditions. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "74ad1b5e-86aa-4896-b0cc-5c8fd88485c2",
    "stimulus": "<p>According to botanists, a viburnum plant experiencing insect damage may develop erineum&mdash;a discolored, felty growth&mdash;on its leaf blades. A <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> viburnum plant, on the other hand, will have leaves with smooth surfaces and uniformly green coloration.  </p>",
    "templateclusterid": "9f524549-a6cd-490e-b543-daa2c125e718",
    "parenttemplatename": "OSP-962-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "86d8fe39-2ba5-4bfe-9ff9-663e0c04a468",
        "content": "<p>struggling</p>"
      },
      {
        "id": "7fead038-56c9-47f6-ab81-fb922b10b7b6",
        "content": "<p>beneficial</p>"
      },
      {
        "id": "f6705f54-9702-4360-864b-5b94a514c32a",
        "content": "<p>simple</p>"
      },
      {
        "id": "348581ba-1fcf-4513-8ec0-14b74705c0f3",
        "content": "<p>healthy</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959361,
    "pPcc": "P10#CAS",
    "questionId": "4c603792",
    "skill_cd": "CTC",
    "score_band_range_cd": 1,
    "uId": "13faf376-9bfb-48ba-ab0b-65775f5d15e0",
    "skill_desc": "Cross-Text Connections",
    "createDate": 1691007959361,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "7e3611fc-9f46-405f-94ba-467e4976e0e1",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "dd626c53-4c14-42d1-8b83-2fe4051b4b47",
    "keys": [
      "16cff228-9e6b-4af3-815d-bcd8363e2e58"
    ],
    "rationale": "<p>Choice D is the best answer. Text 1 states that the moon was formed from the debris &ldquo;over the course of thousands of years,&rdquo; while Text 2 states that the moon&rsquo;s formation happened &ldquo;immediately after impact, taking just a few hours.&rdquo; This shows a clear difference in how the authors view the evidence for the speed of the moon&rsquo;s formation. </p><p>Choice A is incorrect. While Text 2 suggests that the moon formed over &ldquo;just a few hours&rdquo; and Text 1 says it took &ldquo;thousands of years,&rdquo; neither one mentions when that formation occurred. Choice B is incorrect. While Theia isn&rsquo;t mentioned in Text 2, neither text describes or disputes evidence of Theia&rsquo;s existence. Choice C is incorrect. Neither text makes any claims about the similarity or difference between the moon&rsquo;s surface and Earth&rsquo;s surface. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice best describes a difference in how the author of Text 1 and the author of Text 2 view the evidence for the formation of the moon?</p>",
    "externalid": "7e3611fc-9f46-405f-94ba-467e4976e0e1",
    "stimulus": "<p><strong>Text 1</strong></p>\n<p>Most scientists agree that the moon was likely formed after a collision between Earth and a large planet named Theia. This collision likely created a huge debris field, made up of material from both Earth and Theia. Based on models of this event, scientists believe that the moon was formed from this debris over the course of thousands of years.</p>\n<p>&nbsp;</p>\n<p><strong>Text 2</strong>&nbsp;</p>\n<p>Researchers from NASA&rsquo;s Ames Research Center used a computer to model how the moon could have formed. Although simulations of the moon&rsquo;s formation have been done in the past, the team from NASA ran simulations that were much more detailed. They found that the formation of the moon was likely not a slow process that took many years. Instead, it&rsquo;s probable that the moon&rsquo;s formation happened immediately after impact, taking just a few hours.</p>",
    "templateclusterid": "4ca3ae7a-6416-4844-9e57-01409f17d3b8",
    "parenttemplatename": "OSP-KA-CTC-E009",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "99ba42c7-a144-49f0-bb3b-94c02d95c1d2",
        "content": "<p>The author of Text 1 argues that the formation of the moon occurred much earlier than the author of Text 2 argues.</p>"
      },
      {
        "id": "34e6fb9f-01e3-4f40-8b3c-f7fe1f53a36e",
        "content": "<p>The author of Text 1 suggests there is more evidence confirming the existence of Theia than the author of Text 2 suggests.</p>"
      },
      {
        "id": "a5b6444e-b842-4b9b-a1d9-fb765d5adb8c",
        "content": "<p>The author of Text 1 claims that the moon&rsquo;s surface is more similar to Earth&rsquo;s surface than the author of Text 2 claims.</p>"
      },
      {
        "id": "16cff228-9e6b-4af3-815d-bcd8363e2e58",
        "content": "<p>The author of Text 1 believes that the moon formed more slowly than the author of Text 2 believes.</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959374,
    "pPcc": "P10#CAS",
    "questionId": "09d1bf78",
    "skill_cd": "TSP",
    "score_band_range_cd": 1,
    "uId": "1472c9cf-45a8-43b3-b82b-6511e3b61871",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959374,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "d4330d12-8b99-4d4f-8c4d-4b2c7be0c927",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "41d67f4b-c38b-48a6-922b-7169debfcd01",
    "keys": [
      "2c5726b5-dff1-4339-b020-a063a1b42172"
    ],
    "rationale": "<p>Choice B is the best answer because it best states the main purpose of the text, which is to establish the narrator&rsquo;s feelings about the piano. The narrator reveals that she &ldquo;had to act really happy&rdquo; about the piano even though she &ldquo;pretty much hated the thing&rdquo; as soon as it was placed upstairs near her bedroom. The narrator also describes the piano as glaring at her and compares it to a caged bird that wants to be set free. These details establish the narrator&rsquo;s feelings about the piano, suggesting that it makes her uneasy. </p><p>Choice A is incorrect because the text indicates that the narrator hated having the piano upstairs right next to her bedroom, not that she wanted a piano to be close to her bedroom. Choice C is incorrect because the only information provided in the text about the narrator&rsquo;s brothers is that they were given the piano along with the narrator. Choice D is incorrect because the text does not describe the event that led the narrator&rsquo;s parents to buy the piano from the people moving to Utah. Instead, the text focuses on the narrator&rsquo;s feelings about the piano after it was given to her and her brothers. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice best states the main purpose of the text?</p>",
    "externalid": "d4330d12-8b99-4d4f-8c4d-4b2c7be0c927",
    "stimulus": "<p>The following text is from Holly Goldberg Sloan&rsquo;s 2017 novel <em>Short</em>.&nbsp;</p>\n<blockquote>\n<p>More than two years ago my parents bought a piano from some people who were moving to Utah. Mom and Dad gave it to my brothers and me for Christmas. I had to act really happy because it was such a big present, but I pretty much hated the thing from the second it was carried into the hallway upstairs, which is right next to my bedroom. The piano glared at me. It was like a songbird in a cage. It wanted to be set free.&nbsp;&nbsp;</p>\n</blockquote>\n<p style=\"text-align: right;\"><span class=\"dap_copyright\">&copy;2017 by Holly Goldberg Sloan</span></p>",
    "templateclusterid": "9cea3c42-3f93-46d9-bcc2-4f7228f731e2",
    "parenttemplatename": "OSP-KA-TSP-E005",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "9931306d-5299-488e-b8ab-c6569cc7f597",
        "content": "<p>It explains why the narrator always wanted a piano close to her bedroom.&nbsp;</p>"
      },
      {
        "id": "2c5726b5-dff1-4339-b020-a063a1b42172",
        "content": "<p>It establishes how the narrator feels about the piano.</p>"
      },
      {
        "id": "02967493-91bc-4dc8-8838-5ec417f6da2d",
        "content": "<p>It suggests that the narrator&rsquo;s brothers are talented piano players.</p>"
      },
      {
        "id": "362a9dac-7f33-4aeb-8fd0-589ee5ffc4d7",
        "content": "<p>It describes the event that led the narrator&rsquo;s parents to buy a piano.</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959320,
    "pPcc": "P10#CAS",
    "questionId": "d56cb9fe",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "15fc9a8a-8811-4c20-bc2d-27ef42acdc26",
    "skill_desc": "Words in Context",
    "createDate": 1691007959320,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "adaad827-47ac-4562-bba0-852ef6d03236",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "870d3f5a-c52f-4a64-a0b4-a2a7eaffd852",
    "keys": [
      "c088144b-8cc8-494f-a401-ca642b74914c"
    ],
    "rationale": "<p>Choice C is the best answer because as used in the text, &ldquo;simply&rdquo; most nearly means easily, or involving minimal difficulty or effort. The text first provides Alice&rsquo;s reflections on her plan to gain access to a garden and then offers commentary on her plan by the novel&rsquo;s narrator. The text indicates that a reason Alice likes her plan despite not being fully thought through is that she nonetheless believes it can be efficiently arranged. In other words, the text indicates that one of the supposed benefits of Alice&rsquo;s plan is that it can be easily arranged. </p><p>Choice A is incorrect because the text describes how Alice&rsquo;s plan can be arranged, and it wouldn&rsquo;t make sense to say that it can be arranged &ldquo;faintly,&rdquo; or with little strength or not strongly. Instead, the text indicates that the plan can be arranged with little difficulty.&nbsp;Choice B is incorrect. Although in some contexts &ldquo;simply&rdquo; can mean quickly, hastily, or hurriedly, the word &ldquo;hastily&rdquo; indicates that something is done too quickly. Although it may be true that Alice&rsquo;s plan was made in haste, the text doesn&rsquo;t focus on this aspect of her plan. Instead, the text focuses on the plan&rsquo;s seemingly good qualities, saying that Alice thinks of it as &ldquo;the best,&rdquo; and the narrator refers to it as &ldquo;excellent&rdquo; and &ldquo;neatly,&rdquo; or efficiently, arranged. Choice D is incorrect. Although in some contexts &ldquo;simply&rdquo; can mean foolishly, or lacking good sense, it doesn&rsquo;t have this meaning in this context. Although the text says that Alice doesn&rsquo;t know how to go about her plan, it begins by presenting her plan in a positive light: Alice describes her plan as &ldquo;the best,&rdquo; and the narrator refers to the plan as &ldquo;excellent&rdquo; and &ldquo;neatly,&rdquo; or efficiently, arranged. </p>",
    "origin": "proteus",
    "stem": "<p>As used in the text, what does the word &ldquo;simply&rdquo; most nearly mean?</p>",
    "externalid": "adaad827-47ac-4562-bba0-852ef6d03236",
    "stimulus": "<p>The following text is adapted from Lewis Carroll&rsquo;s 1865 novel <em>Alice&rsquo;s Adventures in Wonderland</em>.</p>\n<blockquote>\n<p>&ldquo;The second thing is to find my way into that lovely garden. I think that will be the best plan.&rdquo; It sounded like an excellent plan, no doubt, and very neatly and <span role=\"region\" aria-label=\"Referenced Content\"><u>simply</u></span> arranged; the only difficulty was, that Alice had not the smallest idea how to set about it.</p>\n</blockquote>",
    "templateclusterid": "be5b3add-983c-4de7-84ed-d853eefa9025",
    "parenttemplatename": "OSP-034-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "78ce1266-0b7f-403f-b2c6-512e880a5f00",
        "content": "<p>Faintly</p>"
      },
      {
        "id": "7bcc3b57-a1c9-430e-be91-d8a2ce2ff1c5",
        "content": "<p>Hastily</p>"
      },
      {
        "id": "c088144b-8cc8-494f-a401-ca642b74914c",
        "content": "<p>Easily</p>"
      },
      {
        "id": "e221329a-eeb4-448d-8d3b-5319c23be575",
        "content": "<p>Foolishly</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959374,
    "pPcc": "P10#CAS",
    "questionId": "12852fd3",
    "skill_cd": "TSP",
    "score_band_range_cd": 2,
    "uId": "1719aa74-48e8-490b-9798-47d6b3921742",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959374,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "ed628125-1859-4622-bafa-5fd5cd10bbdd",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "a4c947e7-2034-4867-9ea8-8370ad56ab03",
    "keys": [
      "a8551659-f93c-4821-ad0f-5923e69862cd"
    ],
    "rationale": "<p>Choice A is the best answer. The author first describes a Portland law aimed at reducing demolition waste, and then goes on to explain that 27% of materials from building deconstructions were able to be reused and the rest were recycled. </p><p>Choice B is incorrect. The text never discusses the popularity of the law. Choice C is incorrect. The text never compares building deconstruction to other measures designed to reduce demolition waste. Choice D is incorrect. The text never mentions laws in cities other than Portland, Oregon. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice best states the main purpose of the text?</p>",
    "externalid": "ed628125-1859-4622-bafa-5fd5cd10bbdd",
    "stimulus": "<p>In most building demolitions, the building materials are destroyed and sent to landfills. City officials in Portland, Oregon, wanted to reduce this waste. The officials passed a law requiring demolition companies to deconstruct some buildings instead. Deconstruction involves carefully taking buildings apart piece by piece. Damage to the materials is avoided so that they can be reused in new constructions. A 2019 study found that 27 percent of materials from deconstructions in Portland were able to be reused. The remaining materials were processed for recycling instead of going to a landfill.</p>",
    "templateclusterid": "69e4b2ed-0591-432e-843f-ceae81fd0eca",
    "parenttemplatename": "OSP-KA-TSP-E008",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "a8551659-f93c-4821-ad0f-5923e69862cd",
        "content": "<p>To explain an effort made by the city of Portland to reduce demolition waste and some results of that effort&nbsp;</p>"
      },
      {
        "id": "c0fb133a-b922-4bc7-997f-faa455b1fa9d",
        "content": "<p>To show that popular support for measures that reduce demolition waste has increased since 2019</p>"
      },
      {
        "id": "771977d7-ab7e-4842-b737-f8755316f93c",
        "content": "<p>To argue that building deconstruction is not as effective as other measures at reducing demolition waste</p>"
      },
      {
        "id": "68aa2fc5-91d1-4cba-82bd-e5883ce49732",
        "content": "<p>To discuss laws aimed to reduce demolition waste in Portland and compare them to similar laws in other cities&nbsp;</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1730147323031,
    "pPcc": "P10#CAS",
    "questionId": "c9e16f33",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "1c4636bf-58df-43ba-9d80-5e647b4b55f7",
    "skill_desc": "Words in Context",
    "createDate": 1730147323031,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "2b0ec1b9-82bf-48d1-9817-b1fc4aaab9b6",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>As used in the text, what does the word &ldquo;soft&rdquo; most nearly mean?</p>",
    "stimulus": "<p>The following text is adapted from Lewis Carroll&rsquo;s 1871 novel <em>Through the Looking-Glass, and What Alice Found There</em>. Alice, a child, is talking to her cat.</p>\n<blockquote>\n<p>&ldquo;Do you hear the snow against the window-panes, Kitty? How nice and <span role=\"region\" aria-label=\"Referenced Content\"><u>soft</u></span> it sounds! Just as if someone was kissing the window all over outside.&rdquo;</p>\n</blockquote>",
    "type": "mcq",
    "keys": [
      "b2801f09-b8f9-4e48-ba3d-9567fe4cda26"
    ],
    "answerOptions": [
      {
        "id": "b2801f09-b8f9-4e48-ba3d-9567fe4cda26",
        "content": "<p>Gentle</p>"
      },
      {
        "id": "ac4a5ecc-7fee-474a-ac87-7435347c1913",
        "content": "<p>Sensitive</p>"
      },
      {
        "id": "c3717c6a-daa8-4df4-a2c3-ef3e0f032ad3",
        "content": "<p>Shapeless</p>"
      },
      {
        "id": "92990af6-774e-4cd3-9ed8-573eb4ab1ccd",
        "content": "<p>Bland</p>"
      }
    ],
    "rationale": "<p>Choice A is the best answer because as used in the text, \"soft\" most nearly means gentle. The text portrays Alice speaking about the snow falling against the window, describing it as sounding \"nice\" and similar to someone \"kissing the window.\" These details most strongly suggest that Alice thinks the sound made by the snow falling against the window is gentle.</p><p>Choice B is incorrect. Although in some contexts, \"gentle\" can mean sensitive, or caring about others&rsquo; feelings, that isn&rsquo;t the meaning in this context; it doesn&rsquo;t make sense to say that Alice thinks the sound of the snow cares about anything. Choice C is incorrect because the text doesn&rsquo;t suggest that Alice thinks the sound of the snow is shapeless, or lacks a definite shape; she isn&rsquo;t indicating how anything looks or feels but, rather, is describing how \"nice\" and gentle the snow sounds. Choice D is incorrect because the text doesn&rsquo;t suggest that Alice thinks the sound of the snow is bland, or uninteresting; rather, she notices the sound and comments on how \"nice\" it is.</p>",
    "externalid": "2b0ec1b9-82bf-48d1-9817-b1fc4aaab9b6",
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1730147323033,
    "pPcc": "P10#CAS",
    "questionId": "15c42963",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "1cd7fca0-3e8d-47f5-999c-7dd2e6f87295",
    "skill_desc": "Words in Context",
    "createDate": 1730147323033,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "16996808-9d20-4460-88c0-c738319a84a9",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>Shoppers can help keep money cycling within a community by making purchases at small local businesses instead of large retailers. Some cities are <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> programs to encourage this behavior, establishing reward points and other incentives for shopping at small businesses.</p>",
    "type": "mcq",
    "keys": [
      "6523876e-02af-4e5d-8fc5-eea91248407b"
    ],
    "answerOptions": [
      {
        "id": "6523876e-02af-4e5d-8fc5-eea91248407b",
        "content": "<p>instituting</p>"
      },
      {
        "id": "2b6e71b9-c871-4dba-9fa1-cca933f0f8ae",
        "content": "<p>occupying</p>"
      },
      {
        "id": "94039f16-5a88-4c5e-bbd6-e96ff35fbad4",
        "content": "<p>underestimating</p>"
      },
      {
        "id": "8454e887-7344-4110-9191-e7fdae4ab83a",
        "content": "<p>encountering</p>"
      }
    ],
    "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of programs that encourage money to cycle within a community. In this context, \"instituting\" means initiating. The text indicates that making purchases at small local businesses can help keep money cycling within a community. The text goes on to state that some cities are establishing incentives to promote small business shopping. This context supports the idea that some cities are instituting programs to encourage this consumer behavior.</p><p>Choice B is incorrect because saying that some cities are \"occupying,\" or forcibly holding possession or control of, programs that encourage shoppers to make purchases at small local businesses wouldn&rsquo;t make sense in context. The text doesn&rsquo;t discuss who controls these programs but instead indicates that some cities are establishing incentives that encourage shoppers to make purchases at small local businesses. Furthermore, it wouldn&rsquo;t make sense to say that a city is occupying a program. Choice C is incorrect because nothing in the text suggests that cities are \"underestimating,\" or failing to understand the value of, programs that encourage consumers to shop at small local businesses. The text indicates that some cities are establishing incentives to encourage small business shopping, which suggests that these cities understand the value of such programs. Choice D is incorrect because saying that some cities are \"encountering,\" or coming into contact with, programs that encourage consumers to shop at small local businesses wouldn&rsquo;t make sense in context. The text indicates that some cities are already establishing incentives to encourage shoppers to make purchases at small businesses. This context suggests that the cities are instituting the programs, not that they are encountering them.</p>",
    "externalid": "16996808-9d20-4460-88c0-c738319a84a9",
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959361,
    "pPcc": "P10#CAS",
    "questionId": "c9a2edec",
    "skill_cd": "CTC",
    "score_band_range_cd": 1,
    "uId": "1e05e7fc-c845-4b15-9f56-a7ed380e6e76",
    "skill_desc": "Cross-Text Connections",
    "createDate": 1691007959361,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "2085e5c2-ac9c-413c-aea2-aaa8e08135ac",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "f926ece7-2dac-43f0-a663-1cabddc19fc4",
    "keys": [
      "4a385ae5-195e-4c3f-89e4-a8f0ff1cdbc5"
    ],
    "rationale": "<p>Choice A is the best answer. Both texts state that tropical mountain bird species have limited ranges or habitats, although they disagree on the reason for this. Text 1 claims that temperature is the main factor that determines where these birds can live, while Text 2 claims that competition with other species is the main factor. However, both texts agree that these birds are not able to survive in many kinds of areas. </p><p>Choice B is incorrect. Neither text mentions the tools or methods that scientists use to observe these birds, either now or in the past. Choice C is incorrect. Neither text mentions anything about how these birds build their nests. Choice D is incorrect. Neither text provides any information about the genetic similarity of these birds, so we have no evidence that either author would agree with this statement. </p>",
    "origin": "proteus",
    "stem": "<p>Based on the texts, both authors would most likely agree with which statement?</p>",
    "externalid": "2085e5c2-ac9c-413c-aea2-aaa8e08135ac",
    "stimulus": "<p><strong>Text 1</strong></p>\n<p>Some animal species, like the leopard, can be found in many kinds of areas. On the other hand, tropical mountain bird species tend to be limited in the types of spaces they can call home. This is because many mountain bird species are only able to survive at very specific elevations. Over time, these species have likely become used to living at a specific temperature. Therefore, these species struggle to survive at elevations that are warmer or colder than they are used to.</p>\n<p>&nbsp;</p>\n<p><strong>Text 2</strong></p>\n<p>A new study reviewed observations of nearly 3,000 bird species to understand why tropical mountain bird species live at specific elevations. They noted that when a mountain bird species was found in an area with many other bird species, it tended to inhabit much smaller geographic areas. It is thus likely that competition for resources with other species, not temperature, limits where these birds can live.</p>",
    "templateclusterid": "787cdec2-659f-4280-ae46-6ccba0fbbf7d",
    "parenttemplatename": "OSP-KA-CTC-E010",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "4a385ae5-195e-4c3f-89e4-a8f0ff1cdbc5",
        "content": "<p>Tropical mountain bird species are restricted in where they can live.</p>"
      },
      {
        "id": "05dac10e-cd41-4db6-a5ea-2993bac4f6ab",
        "content": "<p>Scientists have better tools to observe tropical mountain birds than they did in the past.</p>"
      },
      {
        "id": "8779fe45-c8b3-4cf7-9d00-676a2d76a0b3",
        "content": "<p>Little is known about how tropical mountain birds build their nests.</p>"
      },
      {
        "id": "70503900-dc02-4f26-b682-1ccec49e3b1f",
        "content": "<p>Tropical mountain bird species that live at high elevations tend to be genetically similar.</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959322,
    "pPcc": "P10#CAS",
    "questionId": "2b265404",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "1fe657ea-c362-4ccd-adae-88330199e507",
    "skill_desc": "Words in Context",
    "createDate": 1691007959322,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "7c826b0e-e21f-4bac-b7fe-047b231f7ca1",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "ea030d78-8e1b-4d61-ad0a-5211cdb9e5e8",
    "keys": [
      "63d7144f-a067-413e-9442-5718b8c2a9fc"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of the <em>Sue&ntilde;o de Familia</em> art exhibition. In this context, &ldquo;spans&rdquo; means extends across or covers. The text states that the exhibition explores Gonz&aacute;lez&rsquo;s artistic heritage and features artwork by her great-grandfather, grandmother, mother, and niece. This context conveys the idea that the exhibition spans, or extends across, five generations of Gonz&aacute;lez&rsquo;s family. </p><p>Choice A is incorrect because it wouldn&rsquo;t make sense to say that the exhibition &ldquo;borrows,&rdquo; or acquires, five generations of Gonz&aacute;lez&rsquo;s family. The text indicates that the exhibition features artwork by family members from five generations, not that the five generations themselves have been acquired for inclusion in the exhibition. Choice C is incorrect because the text indicates that the purpose of the exhibition is to highlight artwork, not to &ldquo;judge,&rdquo; or give an opinion on, five generations of the artist&rsquo;s family. Choice D is incorrect because the text doesn&rsquo;t suggest that the exhibition &ldquo;neglects,&rdquo; or gives little attention to, five generations of Gonz&aacute;lez&rsquo;s family. On the contrary, the text indicates that the exhibition is dedicated to exploring Gonz&aacute;lez&rsquo;s artistic heritage and therefore designed to bring attention to her family members and their artwork. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "7c826b0e-e21f-4bac-b7fe-047b231f7ca1",
    "stimulus": "<p><em>Sue&ntilde;o de Familia</em> is an exhibition of drawings, paintings, and ceramics that explores the artistic heritage of US-based artist Yolanda Gonz&aacute;lez. The exhibition <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> five generations, featuring works by Gonz&aacute;lez&rsquo;s great-grandfather, grandmother, mother, and niece as well as Gonz&aacute;lez herself.&nbsp;</p>",
    "templateclusterid": "5250bba8-f594-4b8a-b9a9-915767021517",
    "parenttemplatename": "OSP-042-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "fe4abdcc-4f7b-4eda-bebd-185a197f3d80",
        "content": "<p>borrows</p>"
      },
      {
        "id": "63d7144f-a067-413e-9442-5718b8c2a9fc",
        "content": "<p>spans</p>"
      },
      {
        "id": "fa62374b-7f67-4c7d-93fa-beed4cb62cbd",
        "content": "<p>judges</p>"
      },
      {
        "id": "af88f7bf-6343-4bcf-b846-0087fc8a5072",
        "content": "<p>neglects</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1730147323052,
    "pPcc": "P10#CAS",
    "questionId": "5443dce5",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "2155c2a8-70e1-4d1c-8129-65cf03f8c3a8",
    "skill_desc": "Words in Context",
    "createDate": 1730147323052,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "1dd08ff1-78f2-4c00-acbe-78c14edde937",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>As used in the text, what does the word &ldquo;specific&rdquo; most nearly mean?</p>",
    "stimulus": "<p>The following text is from Mark Oshiro&rsquo;s 2018 novel <em>Anger Is a Gift</em>. In the novel, Moss and his friends are on a subway train in Northern California.&nbsp;</p>\n<blockquote>\n<p>Lights from the outside world then filled the train car as it rose out of the ground and climbed the elevated track. As long as Moss had lived in West Oakland, he&rsquo;d never tired of this&nbsp;<span style=\"text-decoration: underline;\" role=\"region\" aria-label=\"Referenced Content\">specific</span> view, so he pointed toward the windows. &ldquo;Check it,&rdquo; he said, and the Port of Oakland began to pass by them.&nbsp;</p>\n</blockquote>\n<p style=\"text-align: right;\"><span class=\"dap_copyright\">&copy;2018 by Mark Oshiro</span></p>",
    "type": "mcq",
    "keys": [
      "01c329e3-1b30-4c55-9a5f-1fd7c5a28b15"
    ],
    "answerOptions": [
      {
        "id": "4882a698-ea31-4cd4-8b8a-9d59d5cfea5e",
        "content": "<p>Imaginary</p>"
      },
      {
        "id": "5fbd665f-d216-42ab-8585-6a59e264ed44",
        "content": "<p>Energetic</p>"
      },
      {
        "id": "6bd920f1-0beb-4174-8560-17c438a61677",
        "content": "<p>Correct</p>"
      },
      {
        "id": "01c329e3-1b30-4c55-9a5f-1fd7c5a28b15",
        "content": "<p>Particular</p>"
      }
    ],
    "rationale": "<p>Choice D is the best answer because as used in the text, \"specific\" most nearly means particular. The text is referring to the particular view of the Port of Oakland as seen from a subway train as it rises from underground. This specific, or particular, view has always been special to Moss, a lifetime resident of West Oakland.</p><p>Choice A is incorrect. Although the text itself is a work of fiction, the view is something Moss can point out to his companions on the train, so the view itself is presumably not imaginary. Choice B is incorrect. Although this view of the Port of Oakland is significant to Moss, nothing in the text describes the view as particularly energetic as opposed to calming, for example. Choice C is incorrect. The point of the text is that the view of the Port of Oakland from the subway train as it rises from underground is significant to Moss, not whether it is described as being correct, which the text does not address.</p>",
    "externalid": "1dd08ff1-78f2-4c00-acbe-78c14edde937",
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "a7e97043",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "23c84e1d-e954-402b-b010-f127b8371c79",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "0dedefd3-51a0-4b69-8d27-70bd2b8d1fc2",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "5f6e6e1a-408e-4b60-a4b6-5dca0fab7f5a",
    "keys": [
      "103806c6-50f5-4ef2-8b93-d8932e6a52d0"
    ],
    "rationale": "<p>Choice A is the best answer. \"Vivid\" can mean \"colorful\" or \"bright-colored.\" This definition fits the context clues about Alem&aacute;n&rsquo;s fascination with and passion for bold colors.</p><p>Choice B is incorrect. This doesn&rsquo;t fit the logic of the text. Nothing in the text indicates that Alem&aacute;n&rsquo;s artworks are \"unknown.\" Choice C is incorrect. This doesn&rsquo;t fit the logic of the text. \"Definite\" means \"certain\" or \"decided.\" It wouldn&rsquo;t make sense to describe artwork as \"definite.\" Choice D is incorrect. This doesn&rsquo;t fit the logic of the text. \"Reserved\" can either mean \"slow to reveal emotions\" or \"booked.\" But the clues suggest that Alem&aacute;n&rsquo;s artworks are boldly colorful&mdash;almost the opposite of \"reserved.\"</p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "0dedefd3-51a0-4b69-8d27-70bd2b8d1fc2",
    "stimulus": "<p>Visual artist Gabriela Alem&aacute;n states that the bold colors of comics, pop art, and Latinx culture have always fascinated her. This passion for the rich history and colors of her Latinx community translates into the <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> artworks she produces.</p>",
    "templateclusterid": "e24cf8d9-a82d-4621-aa37-e295e4715c4a",
    "parenttemplatename": "OSP-KA-WIC-E002",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "103806c6-50f5-4ef2-8b93-d8932e6a52d0",
        "content": "<p>vivid</p>"
      },
      {
        "id": "58ec06c1-115e-42e5-9f51-3644d7cbfee3",
        "content": "<p>unknown</p>"
      },
      {
        "id": "1350d17c-0f39-4498-9fd4-3bb849e01271",
        "content": "<p>definite</p>"
      },
      {
        "id": "cc072aa0-1627-4b8d-944d-f2f83a4879a3",
        "content": "<p>reserved</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "d326f965",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "24a0d35f-4070-4e36-9292-3e4fc1a63f6f",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "11f4885e-30a0-4023-b7fd-2b30f8d9c2f8",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "58a4f2d5-918a-43a1-89bb-d0712c5c2d27",
    "keys": [
      "45053557-e946-4ccf-853a-f6eefa9be379"
    ],
    "rationale": "<p>Choice C is the best answer. \"Preserving\" means \"maintaining\" or \"keeping in good condition,\" so preserving the photographs means that audiences should be able to view them for a long time.</p><p>Choice A is incorrect. \"Replacing\" means \"putting something new in place of\" the photographs. Replacing the photos will make it so that audiences can&rsquo;t view them at all. Choice B is incorrect. \"Inventing\" means \"creating a new idea, process, or thing.\" The museum can&rsquo;t invent photographs that already exist. Choice D is incorrect. Counting the photographs will not help audiences view them well into the future.</p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "11f4885e-30a0-4023-b7fd-2b30f8d9c2f8",
    "stimulus": "<p>Charles &ldquo;Teenie&rdquo; Harris was a photographer for the <em>Pittsburgh Courier</em> from 1936 to 1975. During his career he took over 70,000 photographs documenting everyday life in Pittsburgh&rsquo;s Black communities. The Carnegie Museum of Art maintains thousands of his photographs, carefully <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> them so that audiences can continue to view them well into the future.&nbsp;</p>",
    "templateclusterid": "542cc8d8-2882-4224-9d02-dedc740d5f3b",
    "parenttemplatename": "OSP-KA-WIC-E007",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "86d3677c-4d45-4457-a60a-829cb6d600e7",
        "content": "<p>replacing</p>"
      },
      {
        "id": "09d02b27-fe9b-4a18-ad4b-9aa6b099134b",
        "content": "<p>inventing</p>"
      },
      {
        "id": "45053557-e946-4ccf-853a-f6eefa9be379",
        "content": "<p>preserving</p>"
      },
      {
        "id": "a420e07f-5b70-4eb5-85c3-88cbae98b354",
        "content": "<p>counting</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959374,
    "pPcc": "P10#CAS",
    "questionId": "77ac529e",
    "skill_cd": "TSP",
    "score_band_range_cd": 2,
    "uId": "26b84060-7223-417b-bc54-d977d219a219",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959374,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "166b4da7-a028-4e27-afcc-a6087b2bd8af",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "0b6fd534-3878-4a11-a92b-ed755e975ab8",
    "keys": [
      "956ba943-fae6-4928-bc07-22bb39327812"
    ],
    "rationale": "<p>Choice A is the best answer. The previous sentence broadly mentions \"autobiographies written by the freedom seekers.\" This sentence identifies Loguen&rsquo;s autobiography as a specific example.</p><p>Choice B is incorrect. The sentence never explains why Loguen chose to write about his experiences. Choice C is incorrect. The previous sentence identifies autobiographies as useful sources of historical information about a specific topic, but not for \"information about geography.\" The underlined sentence provides details of one autobiography as an example of a source of information about that specific topic (interactions between Indigenous people and Black freedom seekers). Choice D is incorrect. The text never discusses other specific people who helped freedom seekers, and therefore can&rsquo;t make a comparison between the Neshnab&eacute; and anyone else.</p>",
    "origin": "proteus",
    "stem": "<p>Which choice best describes the function of the underlined sentence?</p>",
    "externalid": "166b4da7-a028-4e27-afcc-a6087b2bd8af",
    "stimulus": "<p>Historians Tiya Miles and Roy E. Finkenbine have both documented the assistance Indigenous peoples gave to Black freedom seekers leaving the South before the US Civil War. Much of the historical evidence of this help comes from Indigenous oral traditions and from autobiographies written by the freedom seekers.&nbsp;<u>One such narrative is Jermain Loguen&rsquo;s autobiography, which tells about how Neshnab&eacute; (Potawatomi) villagers offered him food, lodging, and directions during his 1835 journey from Tennessee to Canada.</u></p>",
    "templateclusterid": "85f06efe-b198-49af-bcdd-0c9528fc9382",
    "parenttemplatename": "OSP-KA-TSP-E009",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "956ba943-fae6-4928-bc07-22bb39327812",
        "content": "<p>It provides an example of an autobiography that describes help given by an Indigenous people to a Black freedom seeker.</p>"
      },
      {
        "id": "88effe3c-95cb-464f-a360-b2edffd4dd79",
        "content": "<p>It shows why Loguen decided to write in great detail about his experiences traveling from Tennessee to Canada in his autobiography.</p>"
      },
      {
        "id": "183ef5a8-4827-4874-a144-ba850e08f611",
        "content": "<p>It argues that autobiographies are particularly important sources of information about geography in the United States before the Civil War.</p>"
      },
      {
        "id": "828c63cf-22ab-4079-9d40-258a40e5e6ee",
        "content": "<p>It suggests that most historians believe that Neshnab&eacute; villagers were more successful in assisting freedom seekers than other people were.</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959357,
    "pPcc": "P10#CAS",
    "questionId": "cc29a943",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "27dbda5b-e1f2-4dea-8314-0f00a9deb36f",
    "skill_desc": "Words in Context",
    "createDate": 1691007959357,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "df5d8531-326d-4361-b931-afa512a48841",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "1e8054e9-b620-4fe2-9d5c-59bbaf98d72d",
    "keys": [
      "b024f5e7-6ff6-4489-8acb-b8f3cc5f1c4c"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of Marilyn Dingle&rsquo;s baskets. In this context, to say that Dingle&rsquo;s baskets are &ldquo;handmade from&rdquo; particular plants means that Dingle creates baskets herself using those plants but without using machines. The text says that Dingle &ldquo;skillfully winds&rdquo; parts of palmetto palm plants around sweetgrass plants to make baskets with an appearance that &ldquo;no factory can reproduce.&rdquo; This context suggests that Dingle&rsquo;s baskets are handmade from sweetgrass and palmetto palm.&nbsp;</p><p>Choice A is incorrect because the text describes how Dingle uses sweetgrass and palmetto palm to create her baskets, not how her baskets are &ldquo;indicated by,&rdquo; or signified by, sweetgrass and palmetto palm. Choice C is incorrect. Although Dingle&rsquo;s baskets are described as being made using sweetgrass and palm, there&rsquo;s nothing in the text to suggest that the baskets are &ldquo;represented by,&rdquo; or exemplified or portrayed by, sweetgrass and palmetto palm. Instead, the focus of the text is on Dingle&rsquo;s use of sweetgrass and palmetto palm and the impossibility of replicating the appearance of her baskets using machines. Choice D is incorrect because there&rsquo;s nothing in the text to suggest that Dingle&rsquo;s baskets are &ldquo;collected with,&rdquo; or brought together in a group with, sweetgrass and palmetto palm. Instead, the text describes how Dingle uses those plants to make her baskets. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "df5d8531-326d-4361-b931-afa512a48841",
    "stimulus": "<p>Artist Marilyn Dingle&rsquo;s intricate, coiled baskets are <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> sweetgrass and palmetto palm. Following a Gullah technique that originated in West Africa, Dingle skillfully winds a thin palm frond around a bunch of sweetgrass with the help of a &ldquo;sewing bone&rdquo; to create the basket&rsquo;s signature look that no factory can reproduce.</p>",
    "templateclusterid": "0479c35f-1088-470a-ad9e-fed6cf806d70",
    "parenttemplatename": "OSP-977-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "c4a524e4-fd33-4ed3-b1de-490bc4c7d02b",
        "content": "<p>indicated by</p>"
      },
      {
        "id": "b024f5e7-6ff6-4489-8acb-b8f3cc5f1c4c",
        "content": "<p>handmade from</p>"
      },
      {
        "id": "a73d6f87-1e4e-477b-a133-84802940cd70",
        "content": "<p>represented by</p>"
      },
      {
        "id": "58a22376-aa4e-41da-a392-6183d70ad2fa",
        "content": "<p>collected with</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959324,
    "pPcc": "P10#CAS",
    "questionId": "fc385cd1",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "28db5ed3-84fb-440d-bef8-e4f6bb9cec11",
    "skill_desc": "Words in Context",
    "createDate": 1691007959324,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "ca27472a-726d-4bae-a5fe-07cdc73bae6e",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "3ef089c8-048d-41a0-83e8-0c7010cca4be",
    "keys": [
      "bb2657c7-b5a3-41a4-a2af-d5224f3e8363"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion about Kouchaki and colleagues&rsquo; research into how workload affects productivity. In context, &ldquo;efficient&rdquo; means effective or well organized. The text indicates that, according to Kouchaki and colleagues&rsquo; research, people who worked on hard tasks first were &ldquo;more skilled and productive&rdquo; than those who did easy tasks first. This context conveys the idea that despite their sense of accomplishment, the people who chose to do the easy tasks first were less efficient or productive than those who tackled hard tasks first.&nbsp;</p><p>Choice A is incorrect because there&rsquo;s nothing in the text to suggest that workers who do easy tasks first are less &ldquo;secretive,&rdquo; or uncommunicative or silent, than those who do hard tasks first. Rather, the text suggests that people are less skillful or efficient if they tackle easy tasks before the hard ones. Choice C is incorrect because &ldquo;outgoing&rdquo; means openly friendly, which wouldn&rsquo;t make sense in this context. The text focuses on Kouchaki and colleagues&rsquo; research in which people who worked on hard tasks first were &ldquo;more skilled and productive&rdquo; than those who did easy tasks first and were therefore less efficient. Choice D is incorrect because there&rsquo;s nothing in the text to suggest that workers who do easy tasks first are less &ldquo;unsympathetic,&rdquo; or insensitive or unkind, than those who do hard tasks first. Rather, the text suggests that people are less skillful or efficient if they tackle easy tasks before the hard ones. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "ca27472a-726d-4bae-a5fe-07cdc73bae6e",
    "stimulus": "<p>Studying how workload affects productivity, Maryam Kouchaki and colleagues found that people who chose to do relatively easy tasks first were less <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> compared to those who did hard tasks first. Finishing easy tasks gave participants a sense of accomplishment, but those who tackled hard tasks first actually became more skilled and productive workers over time.</p>",
    "templateclusterid": "c83517b4-cf98-4644-adfa-56b460a93b51",
    "parenttemplatename": "OSP-051-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "50cba255-5c51-455c-b8ff-7078e4bd88e5",
        "content": "<p>secretive</p>"
      },
      {
        "id": "bb2657c7-b5a3-41a4-a2af-d5224f3e8363",
        "content": "<p>efficient</p>"
      },
      {
        "id": "a6aba998-0ed8-429c-872c-ec6cb48812d9",
        "content": "<p>outgoing</p>"
      },
      {
        "id": "b629c617-a686-4935-ba68-0871ba4057ac",
        "content": "<p>unsympathetic</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959321,
    "pPcc": "P10#CAS",
    "questionId": "de055f54",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "2de85a54-2fd5-430f-b2da-ba47f32f5e60",
    "skill_desc": "Words in Context",
    "createDate": 1691007959321,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "cb6b6b1b-7743-4c58-a006-f4432bbd11f8",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "51ba5a10-12f9-498a-b333-269b3dadf673",
    "keys": [
      "d393b431-20e8-4478-b88a-1806501b57fc"
    ],
    "rationale": "<p>Choice D is the best answer because as used in the text, &ldquo;receiving&rdquo; most nearly means hearing, or perceiving sound. The text describes Mr. Spring Fragrance as he reads a newspaper, focusing on his eyes and ears. While his eyes look at the newspaper, he is unwillingly distracted by words coming through a nearby open window (that is, &ldquo;his ears could not help receiving the words&rdquo;). The words are being perceived specifically by his ears and not his eyes, and ears are the organs of sense with which one hears, so therefore Mr. Spring Fragrance is hearing the words through the open window. </p><p>Choice A is incorrect because there is no indication in the text that Mr. Spring Fragrance is denying, or refusing the truth of, the words coming to him through the window. He is merely distracted by them. Choice B is incorrect because it wouldn&rsquo;t make sense to say that Mr. Spring Fragrance&rsquo;s ears couldn&rsquo;t help entering, or coming into, the words coming to him through the window. Instead, the text indicates that the opposite occurs: that is, when Mr. Spring Fragrance hears the words, they enter his ears, but his ears don&rsquo;t enter the words. Choice C is incorrect because it doesn&rsquo;t make sense in this context to think of Mr. Spring Fragrance as carrying the words coming to him through the window, even though the word &ldquo;carry&rdquo; can have a number of different meanings depending on context: for example, he is not lifting them, he is not supporting them, and he is not accepting blame for them (as one &ldquo;carries the blame&rdquo; for a mistake). </p>",
    "origin": "proteus",
    "stem": "<p>As used in the text, what does the word &ldquo;receiving&rdquo; most nearly mean?</p>",
    "externalid": "cb6b6b1b-7743-4c58-a006-f4432bbd11f8",
    "stimulus": "<p>The following text is adapted from Sui Sin Far&rsquo;s 1912 short story &ldquo;Mrs. Spring Fragrance.&rdquo; Mr. and Mrs. Spring Fragrance immigrated to the United States from China.</p>\n<blockquote>\n<p>Mrs. Spring Fragrance was unaware that Mr. Spring Fragrance, tired with the day&rsquo;s business, had thrown himself down on the bamboo settee on the veranda, and that although his eyes were engaged in scanning the pages of the&nbsp;<em>Chinese World</em>, his ears could not help <span role=\"region\" aria-label=\"Referenced Content\"><u>receiving</u></span> the words which were borne to him through the open window.</p>\n</blockquote>",
    "templateclusterid": "a8f8031b-e43f-4d09-9be0-b1af60c3b51a",
    "parenttemplatename": "OSP-037-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "10ac40e9-9467-45d3-9f2d-4156041f2b42",
        "content": "<p>Denying</p>"
      },
      {
        "id": "c103f96d-ca12-4f9a-93cf-05619fcc3d21",
        "content": "<p>Entering</p>"
      },
      {
        "id": "a12cea14-6b90-4538-87b3-1c4448b088be",
        "content": "<p>Carrying</p>"
      },
      {
        "id": "d393b431-20e8-4478-b88a-1806501b57fc",
        "content": "<p>Hearing</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1730147323031,
    "pPcc": "P10#CAS",
    "questionId": "546b695e",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "3053aaed-acfa-44da-a7c7-b4b8c25f9eab",
    "skill_desc": "Words in Context",
    "createDate": 1730147323031,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "87db806c-1c2d-4f5c-ae29-5a904de96673",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>As used in the text, what does the word &ldquo;mingled&rdquo; most nearly mean?</p>",
    "stimulus": "<p>The following text is adapted from Mercedes de Acosta&rsquo;s 1921 poem &ldquo;Spring and You.&rdquo;</p>\n<blockquote class=\"dap_poemexcerpt\">\n<p>Now, Love and April, and the gold of your</p>\n<p>&ensp;&ensp;&ensp;&ensp;hair,</p>\n<p>Are all <span role=\"region\" aria-label=\"Referenced Content\"><u>mingled</u></span> together</p>\n<p>Like the blending of an exotic dream plant</p>\n<p>With the fragrant perfume of a strange, frail</p>\n<p>&ensp;&ensp;&ensp;&ensp;flower.</p>\n</blockquote>",
    "type": "mcq",
    "keys": [
      "4bbe0475-1f37-4176-96f6-c3c51b439035"
    ],
    "answerOptions": [
      {
        "id": "a19fcd42-f4f1-4f8b-8486-1ad034148fa2",
        "content": "<p>Identified</p>"
      },
      {
        "id": "4bbe0475-1f37-4176-96f6-c3c51b439035",
        "content": "<p>Combined</p>"
      },
      {
        "id": "2603b2c0-30f8-4897-b970-3b27c1bbecc8",
        "content": "<p>Remembered</p>"
      },
      {
        "id": "4b615bb1-084c-4496-b427-de2f8f30dead",
        "content": "<p>Celebrated</p>"
      }
    ],
    "rationale": "<p>Choice B is the best answer because as used in the text, \"mingled\" most nearly means combined. In the text, the speaker refers to several concepts mingling together and then compares this to \"the blending of\" two other things (an exotic plant and the fragrance of a strange flower). This comparison conveys that the speaker views the concepts of love, April, and the gold of someone&rsquo;s hair as being blended together, or combined.</p><p>Choice A is incorrect because \"mingled\" means combined, not identified. The speaker names several concepts (love, April, and the gold color of someone&rsquo;s hair) and then moves to a comparison of their mingling together to \"the blending of\" a plant and the scent of a flower, conveying the idea that the speaker views the concepts as blended together, or combined. Choice C is incorrect. The text as a whole may refer to a memory, but the comparison of the mingling of several concepts (love, April, and the gold color of someone&rsquo;s hair) to \"the blending of\" a plant and the scent of a flower conveys that the speaker views those concepts as actually blended together, or combined, and not simply remembered at the same time. Choice D is incorrect. The speaker refers to several concepts (love, April, and the gold color of someone&rsquo;s hair) and then compares the mingling together of those concepts to \"the blending of\" a plant and the scent of a flower; rather than suggesting that the concepts are celebrated, this comparison conveys that the speaker views the concepts as blended together, or combined.</p>",
    "externalid": "87db806c-1c2d-4f5c-ae29-5a904de96673",
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959374,
    "pPcc": "P10#CAS",
    "questionId": "673e0f85",
    "skill_cd": "TSP",
    "score_band_range_cd": 1,
    "uId": "313fbaa8-10f6-46f6-8099-c5edb87aa5b0",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959374,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "e90c65ad-7cc3-420a-a585-fcc04aabdc94",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "ef20ef5d-dc8c-48c7-a533-e79cbb760b6a",
    "keys": [
      "eb046b89-d141-4d4e-8b70-5eb8713a95f8"
    ],
    "rationale": "<p>Choice C is the best answer because it most accurately describes how the underlined sentence functions in the text as a whole. The first sentence of the text states that Shakti knows the woods she is walking in well. The next sentence, which is underlined, emphasizes Shakti&rsquo;s familiarity with, and sense of security within, the woods by describing how the tree branches are friendly and &ldquo;welcoming,&rdquo; as they are depicted as extending open arms to her. The remainder of the text also shows that Shakti is comfortable and content in the woods by describing her as &ldquo;an old friend&rdquo; of the trees. Thus, the function of the underlined portion is to emphasize Shakti&rsquo;s sense of belonging in the wooded landscape that she visits. </p><p>Choice A is incorrect because the text and underlined portion suggest that Shakti is comfortable, not uncomfortable, in her surroundings: the trees around her are described as welcoming and reassuring. Moreover, the underlined portion discusses Shakti&rsquo;s feelings in the forest, not the river, since she hasn&rsquo;t reached the river yet. Choice B is incorrect because the text and underlined portion emphasize Shakti&rsquo;s familiarity with the woods. The trees are inviting, and she feels like &ldquo;an old friend&rdquo; to the woods, so she isn&rsquo;t lost or confused there. Choice D is incorrect because the third sentence uses the phrase &ldquo;as an old friend&rdquo; figuratively in reference to Shakti&rsquo;s sense of familiarity with the landscape, not in reference to her long-standing friendships with other people, and the text and underlined portion never discuss her feelings about such friendships. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice best describes the function of the underlined portion in the text as a whole?&nbsp;</p>",
    "externalid": "e90c65ad-7cc3-420a-a585-fcc04aabdc94",
    "stimulus": "<p>The following text is from Srimati Svarna Kumari Devi&rsquo;s 1894 novel <em>The Fatal Garland</em>&nbsp;(translated by A. Christina Albers in 1910). Shakti is walking near a riverbank that she visited frequently during her childhood.</p>\n<blockquote>\n<p>She crossed the woods she knew so well. <span role=\"region\" aria-label=\"Referenced Content\"><u>The trees seemed to extend their branches like welcoming arms.</u></span> They greeted her as an old friend. Soon she reached the river-side.</p>\n</blockquote>",
    "templateclusterid": "3f3a02a3-4c9c-4eb3-b433-c462edb3080f",
    "parenttemplatename": "OSP-KA-TSP-E001",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "f51c2a3b-9d75-4f37-bce0-049b0db8c393",
        "content": "<p>It suggests that Shakti feels uncomfortable near the river.</p>"
      },
      {
        "id": "cd362bab-1b3d-4016-a708-40760bb5f4ee",
        "content": "<p>It indicates that Shakti has lost her sense of direction in the woods.</p>"
      },
      {
        "id": "eb046b89-d141-4d4e-8b70-5eb8713a95f8",
        "content": "<p>It emphasizes Shakti&rsquo;s sense of belonging in the landscape.</p>"
      },
      {
        "id": "a28acc86-c2a4-491d-9e81-9a350b8be338",
        "content": "<p>It conveys Shakti&rsquo;s appreciation for her long-term friendships.&nbsp;</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959360,
    "pPcc": "P10#CAS",
    "questionId": "d27d7984",
    "skill_cd": "CTC",
    "score_band_range_cd": 1,
    "uId": "374127fb-a280-41bb-8b3d-4d834116ffb4",
    "skill_desc": "Cross-Text Connections",
    "createDate": 1691007959360,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "456397f9-5c55-4d95-a656-9092ce714c90",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "04966a0c-8963-4d27-8c9d-a7b238832a89",
    "keys": [
      "d14d593e-01f8-40b9-b9e8-7bf56939d54c"
    ],
    "rationale": "<p>Choice B is the best answer. Author 1 states that Ailey had a &ldquo;deep admiration for jazz music&rdquo; and that he &ldquo;helped bring jazz to life for his audiences.&rdquo; Author 2 states that &ldquo;Jazz is present throughout Ailey&rsquo;s work.&rdquo; While the authors name different aspects of Ailey&rsquo;s work as the most influenced by jazz, they agree that jazz was a strong influence.&nbsp;</p><p>Choice A is incorrect. This isn&rsquo;t something that either text claims. Neither text mentions how Ailey&rsquo;s dancers felt about his approach as a choreographer, so we have no evidence that either author would agree with this. Choice C is incorrect. This isn&rsquo;t something that either text claims. Neither text mentions how familiar audiences were with any aspect of Ailey&rsquo;s works, so we have no evidence that either author would agree with this. Choice D is incorrect. This isn&rsquo;t something that either text claims. Neither text mentions any genre of music other than jazz, so we have no evidence that either author would agree with this. </p>",
    "origin": "proteus",
    "stem": "<p>Based on the texts, both authors would most likely agree with which statement?</p>",
    "externalid": "456397f9-5c55-4d95-a656-9092ce714c90",
    "stimulus": "<p><span role=\"heading\" aria-level=\"2\"><strong>Text 1</strong></span></p>\n<p>Dance choreographer Alvin Ailey&rsquo;s deep admiration for jazz music can most clearly be felt in the rhythms and beats his works were set to. Ailey collaborated with some of the greatest jazz legends, like Charles Mingus, Charlie Parker, and perhaps his favorite, Duke Ellington. With his choice of music, Ailey helped bring jazz to life for his audiences.</p>\n<p>&nbsp;</p>\n<p><span role=\"heading\" aria-level=\"2\"><strong>Text 2</strong></span></p>\n<p>Jazz is present throughout Ailey&rsquo;s work, but it&rsquo;s most visible in Ailey&rsquo;s approach to choreography. Ailey often incorporated improvisation, a signature characteristic of jazz music, in his work. When managing his dance company, Ailey rarely forced his dancers to an exact set of specific moves. Instead, he encouraged his dancers to let their own skills and experiences shape their performances, as jazz musicians do.</p>",
    "templateclusterid": "9d4941a1-438f-449e-8660-5c5a757828ed",
    "parenttemplatename": "OSP-KA-CTC-E002",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "c7eec167-c6c2-4ef7-8453-894c4dbda131",
        "content": "<p>Dancers who worked with Ailey greatly appreciated his supportive approach as a choreographer.</p>"
      },
      {
        "id": "d14d593e-01f8-40b9-b9e8-7bf56939d54c",
        "content": "<p>Ailey&rsquo;s work was strongly influenced by jazz.</p>"
      },
      {
        "id": "45f14c95-0472-49e5-be9f-1eabe38fe73e",
        "content": "<p>Audiences were mostly unfamiliar with the jazz music in Ailey&rsquo;s works.</p>"
      },
      {
        "id": "c8dc08ed-4356-435b-90ca-291c52669f96",
        "content": "<p>Ailey blended multiple genres of music together when choreographing dance pieces.</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1730147323034,
    "pPcc": "P10#CAS",
    "questionId": "4210a14e",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "39bfcc68-62b9-4eeb-8ecb-d568b658a7d8",
    "skill_desc": "Words in Context",
    "createDate": 1730147323034,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "b9466c37-9ae4-46a8-b25f-199f5c56b0db",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>The works of Chicana artist Ester Hernandez are now <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> in museums both in the United States and abroad, but the murals she contributed to as a member of Las Mujeres Muralistas early in her artistic career were displayed in outdoor public spaces across San Francisco.</p>",
    "type": "mcq",
    "keys": [
      "d64efb0c-8ecb-4e5a-8134-5237dbd5d05e"
    ],
    "answerOptions": [
      {
        "id": "b43ec14e-067e-4b14-a5e4-2b3cab0342a0",
        "content": "<p>invented</p>"
      },
      {
        "id": "59d968a2-4a43-418f-a9bb-0ed9aeaeefa6",
        "content": "<p>adjusted</p>"
      },
      {
        "id": "d64efb0c-8ecb-4e5a-8134-5237dbd5d05e",
        "content": "<p>featured</p>"
      },
      {
        "id": "053c4950-a26c-4a3b-add1-ec2314af3cda",
        "content": "<p>recommended</p>"
      }
    ],
    "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of Ester Hernandez&rsquo;s art. In this context, \"featured\" means shown prominently. The text focuses on where Hernandez&rsquo;s works have been and continue to be displayed, explaining that her early works, which consisted of murals, could be viewed in outdoor spaces in San Francisco. The central contrast developed in the text is between where her early works could be viewed and where her works can be viewed now, which is in museums across the United States and around the world. The context therefore supports the idea that Hernandez&rsquo;s works are now shown, or featured, in museums globally.</p><p>Choice A is incorrect because in this context \"invented\" would mean created something for the first time, which isn&rsquo;t supported since the text doesn&rsquo;t discuss where Hernandez creates her works or whether they&rsquo;re original or innovative. Choice B is incorrect because \"adjusted\" in this context would mean adapted. Although the text mentions that many of Hernandez&rsquo;s early works were outdoor murals and thus it may be reasonable to infer that Hernandez altered her approach to creating art so that her works could be displayed in indoor venues instead, the text makes no mention of how Hernandez&rsquo;s works might have been adapted for such venues. The text focuses on where Hernandez&rsquo;s works have been and continue to be displayed, not on how she or anyone else may have adapted, or adjusted, her works. Choice D is incorrect because \"recommended\" in this context would mean endorsed or put forth as a suggestion for something that is worth seeing. Although it may be reasonable to say that in choosing to display certain works, museum curators believe such works are worth seeing, the text doesn&rsquo;t discuss the reasons why museums display Hernandez&rsquo;s works. Instead, the text mainly develops a contrast between where Hernandez&rsquo;s early works could once be viewed and where her work can be viewed now.</p>",
    "externalid": "b9466c37-9ae4-46a8-b25f-199f5c56b0db",
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959321,
    "pPcc": "P10#CAS",
    "questionId": "384fe4cf",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "3e743ef9-f993-40e0-acd4-c9ac67ae658c",
    "skill_desc": "Words in Context",
    "createDate": 1691007959321,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "07b3f7e5-e57c-4a76-be24-674638b5d65c",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "1b452255-da0d-4e92-9c7a-30394b79b3c6",
    "keys": [
      "4a06ecbb-3065-485a-a9b9-1524ceda8b6a"
    ],
    "rationale": "<p>Choice B is the best answer because as used in the text, a span of time is described as \"a void\" space, which most nearly means an empty or vacant one. In the text, the speaker describes summertime in counterintuitive terms: although nature&rsquo;s \"surging life is at its full\" during the season, the speaker feels summer to be \"a time of pause, / A void and silent space between two worlds.\" The speaker says further that during summer, \"feeling sleeps / Gathering strength\" for future efforts. Thus, the speaker regards summer as an empty stretch of time, to be followed by a period of greater activity.</p><p>Choice A is incorrect. Although the text does present summer as a time of inactivity, it doesn&rsquo;t characterize that inactivity as useless, or as having no purpose; in fact, the speaker regards summer as a time when \"feeling\" gathers \"strength for efforts yet to come.\" Choice C is incorrect. Although the text characterizes summer as a time \"when inspiration lags, and feeling sleeps,\" it doesn&rsquo;t discuss the season&rsquo;s relationship to the speaker&rsquo;s memory or suggest that summer can easily be forgotten. Choice D is incorrect. In some contexts, \"void\" can mean devoid of, or lacking, a particular element, and such a lack could be conceived of as incompleteness. However, the text doesn&rsquo;t portray summer as not being complete or whole; instead, it characterizes vacancy or inactivity as being an essential quality of the season, as experienced by the speaker.</p>",
    "origin": "proteus",
    "stem": "<p>As used in the text, what does the phrase &ldquo;a void&rdquo; most nearly mean?</p>",
    "externalid": "07b3f7e5-e57c-4a76-be24-674638b5d65c",
    "stimulus": "<p>The following text is adapted from Amy Lowell&rsquo;s 1912 poem &ldquo;Summer.&rdquo;</p>\n<blockquote class=\"dap_poemexcerpt\">\n<p>It is summer, glorious, deep-toned summer,</p>\n<p>The very crown of nature&rsquo;s changing year</p>\n<p>When all her surging life is at its full.</p>\n<p>To me alone it is a time of pause,</p>\n<p><span role=\"region\" aria-label=\"Referenced Content\"><u>A void</u></span> and silent space between two worlds,</p>\n<p>When inspiration lags, and feeling sleeps,</p>\n<p>Gathering strength for efforts yet to come.</p>\n</blockquote>",
    "templateclusterid": "bada61b3-1925-40df-ba41-9f67e9bc97d6",
    "parenttemplatename": "OSP-038-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "c9f8d142-5604-45bf-9c1b-5823de80d17c",
        "content": "<p>A useless</p>"
      },
      {
        "id": "4a06ecbb-3065-485a-a9b9-1524ceda8b6a",
        "content": "<p>An empty</p>"
      },
      {
        "id": "280f7da7-b8a6-40ba-8daa-f20e9c8428a8",
        "content": "<p>A forgotten</p>"
      },
      {
        "id": "70651206-84cc-4827-b5c4-178c6ec44506",
        "content": "<p>An incomplete</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1730147323033,
    "pPcc": "P10#CAS",
    "questionId": "3543d765",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "423274b0-7dd1-484b-b1bd-5953e67639b0",
    "skill_desc": "Words in Context",
    "createDate": 1730147323033,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "a31bc539-61e1-4832-8a73-3c1d92e98529",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>Archaeologist Erika Karuzas works with the Confederated Salish and Kootenai Tribes of Montana to preserve culturally significant sites. In 2015 they decided that creating a new national trail connecting many of these sites would <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> their preservation efforts, because the US government provides some protections to national trails that aren&rsquo;t given to other areas.</p>",
    "type": "mcq",
    "keys": [
      "fa8d0a1d-f5a4-4b7e-b196-135e32178257"
    ],
    "answerOptions": [
      {
        "id": "30e1e8c9-b7a1-4ac0-ac58-2bf4b1af4a3f",
        "content": "<p>inspire</p>"
      },
      {
        "id": "1808db8b-28a2-4846-903e-7b4a0084cb7b",
        "content": "<p>ignore</p>"
      },
      {
        "id": "fa8d0a1d-f5a4-4b7e-b196-135e32178257",
        "content": "<p>promote</p>"
      },
      {
        "id": "397cd3a8-9737-4542-827b-9acb089bcc1b",
        "content": "<p>reduce</p>"
      }
    ],
    "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of the preservation efforts undertaken by Erika Karuzas and the Confederated Salish and Kootenai Tribes of Montana. In this context, \"promote\" means play a part in the success or growth of something or someone. The text indicates that Karuzas and the Confederated Salish and Kootenai Tribes work to preserve culturally important sites. It goes on to say that their decision to create a national trail connecting the sites was motivated by the fact that such a trail would receive protections from the US government that the sites wouldn&rsquo;t otherwise receive. Thus, such a decision would promote the preservation efforts.</p><p>Choice A is incorrect because \"inspire\" means motivate or influence, which wouldn&rsquo;t make sense in context. The text establishes that Karuzas and the Confederated Salish and Kootenai Tribes of Montana work to preserve culturally significant sites and that their decision to create a new national trail occurred as a result of a desire to add protections to the sites that they wouldn&rsquo;t otherwise receive. Thus, creating the trail wouldn&rsquo;t inspire the efforts to preserve the sites; instead, it would promote the efforts. Choice B is incorrect because \"ignore\" means overlook, which wouldn&rsquo;t make sense in context. The text indicates that Karuzas and the Confederated Salish and Kootenai Tribes of Montana work to preserve culturally significant sites and that they decided to create a national trail connecting the sites because such a trail would receive protections from the US government that the sites wouldn&rsquo;t otherwise receive. Thus, the creation of the trail would promote, not ignore, the preservation efforts. Choice D is incorrect because \"reduce\" means decrease or restrict, which wouldn&rsquo;t make sense in context. The text indicates that Karuzas and the Confederated Salish and Kootenai Tribes of Montana work to preserve culturally significant sites and that they decided to create a national trail connecting the sites because such a trail would receive protections from the US government that the sites wouldn&rsquo;t otherwise receive. The decision would therefore promote, not reduce, the preservation efforts.</p>",
    "externalid": "a31bc539-61e1-4832-8a73-3c1d92e98529",
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959374,
    "pPcc": "P10#CAS",
    "questionId": "561f41db",
    "skill_cd": "TSP",
    "score_band_range_cd": 2,
    "uId": "4974c932-5d36-4d0c-a186-75b21e0fa6f5",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959374,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "fa3b0868-3f29-4a0e-abca-9354255b5f4a",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "238db56f-cc1d-42d9-80c0-27d1c1e3f154",
    "keys": [
      "98caec36-6c34-40cd-80b3-395002111565"
    ],
    "rationale": "<p>Choice C is the best answer. The text describes how <em>Torchy Brown</em> depicted the experiences of a young Black woman experiencing America&rsquo;s Great Migration. It further states that Ormes continued to use comics throughout her career to humorously comment on important issues impacting Black Americans. </p><p>Choice A is incorrect. The text never mentions other Black women comic strip writers. Choice B is incorrect. The text never mentions any changes in the subjects Ormes addressed. Choice D is incorrect. The text never mentions the inspiration for characters in <em>Torchy Brown</em>. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice best states the main purpose of the text?</p>",
    "externalid": "fa3b0868-3f29-4a0e-abca-9354255b5f4a",
    "stimulus": "<p>Jackie Ormes&rsquo;s <em>Torchy Brown in Dixie to Harlem</em> (1937&ndash;38) was the first comic strip by a Black woman to appear in a widely read newspaper. The strip tells the story of Torchy, a young woman who leaves Mississippi to become a performer in New York City. Torchy&rsquo;s story reflects the experience of the Great Migration (1910&ndash;1970), when millions of Black Americans left the South in search of opportunities in other parts of the United States. <em>Torchy Brown</em> thus shows how Ormes used comics to comment humorously on issues affecting Black Americans, which she continued to do throughout her career.</p>",
    "templateclusterid": "41cdb387-651f-4e7b-9f5d-7b3e2b618242",
    "parenttemplatename": "OSP-KA-TSP-E007",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "c2f91fa1-8abf-43e3-bec9-d5169d94a871",
        "content": "<p>To show how Ormes&rsquo;s <em>Torchy Brown</em> inspired other Black women to write comic strips in the 1930s</p>"
      },
      {
        "id": "ccae3f88-31a5-49be-abdd-be429b1f9032",
        "content": "<p>To illustrate how the subjects Ormes addressed in her comic strips changed over the course of her career</p>"
      },
      {
        "id": "98caec36-6c34-40cd-80b3-395002111565",
        "content": "<p>To give an example of how Ormes presented the experiences of Black Americans in her comic strips&nbsp;</p>"
      },
      {
        "id": "e98c3561-4a43-4ab6-a35f-1fddf756c3bf",
        "content": "<p>To claim that several characters in <em>Torchy Brown</em> were based on people that Ormes knew personally&nbsp;</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "5873ade0",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "4a51b082-704b-477e-9670-1cd8519f68e5",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "4cd606a1-d6ca-45f1-a331-a05fa924ae37",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "08f66153-240c-4f97-844b-cb18011a3ecc",
    "keys": [
      "45727261-64b2-4c99-aeeb-2b3936262c7c"
    ],
    "rationale": "<p>Choice C is the best answer. &ldquo;Spans&rdquo; means &ldquo;extends over a distance of&rdquo; or &ldquo;encompasses.&rdquo; Since we&rsquo;re talking about the world&rsquo;s largest plant, it makes sense to say that it &ldquo;spans&rdquo; about 200 square kilometers. </p><p>Choice A is incorrect. &ldquo;Acknowledges&rdquo; means &ldquo;recognizes&rdquo; or &ldquo;admits the truth of.&rdquo; Either way, it doesn&rsquo;t make sense here: a plant can&rsquo;t &ldquo;acknowledge&rdquo; a distance. Choice B is incorrect. &ldquo;Produces&rdquo; can mean &ldquo;makes,&rdquo; &ldquo;causes,&rdquo; or &ldquo;presents.&rdquo; But none of those definitions make sense here: a plant can&rsquo;t make, cause, or present a distance. Choice D is incorrect. This doesn&rsquo;t fit the logic of the text. &ldquo;Advances&rdquo; means &ldquo;moves forward&rdquo; or &ldquo;progresses.&rdquo; But the plant isn&rsquo;t necessarily moving forward. Rather, the text suggests that it already covers a distance of 200 square kilometers. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "4cd606a1-d6ca-45f1-a331-a05fa924ae37",
    "stimulus": "<p>Biologist Jane Edgeloe and colleagues have located what is believed to be the largest individual plant in the world in the Shark Bay area of Australia. The plant is a type of seagrass called <em>Posidonia australis</em>, and it <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> approximately 200 square kilometers.</p>",
    "templateclusterid": "86fd0618-1f74-495b-af02-c5b23fb496b3",
    "parenttemplatename": "OSP-KA-WIC-E004",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "04b618cf-864a-409d-b2bd-15041e8138f4",
        "content": "<p>acknowledges</p>"
      },
      {
        "id": "3f7bce39-8320-4588-a0ac-7f75ec5d7b4d",
        "content": "<p>produces</p>"
      },
      {
        "id": "45727261-64b2-4c99-aeeb-2b3936262c7c",
        "content": "<p>spans</p>"
      },
      {
        "id": "a8d85049-5154-4040-a53e-1659b17f8ce9",
        "content": "<p>advances</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959361,
    "pPcc": "P10#CAS",
    "questionId": "17ecac52",
    "skill_cd": "CTC",
    "score_band_range_cd": 2,
    "uId": "4c46ffdc-d738-4f69-b6b1-1084dd0735cf",
    "skill_desc": "Cross-Text Connections",
    "createDate": 1691007959361,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "62c97dfc-439e-441e-8088-c793d4e73986",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "4f353359-f913-4544-9062-ff169b1c5e61",
    "keys": [
      "3da49cda-ae83-4c2e-b896-2e08f754bae3"
    ],
    "rationale": "<p>Choice D is the best answer. The author of Text 2 states that Fontana&rsquo;s painting, which depicts a painting easel in the background, was made in 1577, eight years before Carracci&rsquo;s painting. Therefore, they might argue that Caracci was not &ldquo;the first artist&rdquo; to depict themself as a painter. </p><p>Choice A is incorrect. The texts don&rsquo;t support this choice. Neither text mentions the reputation or status of either Carracci or Fontana. Choice B is incorrect. The author of Text 2 does not comment on the intention or meaning of Fontana&rsquo;s self-depiction in <em>Self-Portrait at the Keyboard</em>. This choice also holds little connection to the underlined claim. Choice C is incorrect. The texts don&rsquo;t support this choice. The author of Text 2 does not suggest any inspirational relationship between Fontana and Carracci. The author of Text 2 is concerned with showing that Fontana&rsquo;s painting is the earliest example of an artist referring to painting in their self-portrait, but makes no mention of her influence on others. </p>",
    "origin": "proteus",
    "stem": "<p>Based on the texts, how would the author of Text 2 most likely respond to the underlined claim in Text 1?</p>",
    "externalid": "62c97dfc-439e-441e-8088-c793d4e73986",
    "stimulus": "<p><strong>Text 1</strong></p>\n<p>Italian painters in the 1500s rarely depicted themselves in their work. Even more rare were self-portrait paintings that portrayed the artist as a painter. At the time, painting was not yet respected as a profession, so painters mostly chose to emphasize other qualities in their self-portraits, like their intellect or social status. <span style=\"text-decoration: underline;\">In the city of Bologna, the first artist to depict themself painting was a man named Annibale Carracci.</span> A painting of his from around 1585 shows Carracci in front of an easel holding a palette.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Text 2</strong></p>\n<p>In their self-portraits, Bolognese artists typically avoided referring to the act of painting until the mid-1600s. However, Lavinia Fontana&rsquo;s 1577 painting, <em>Self-Portrait at the Keyboard</em>, stands out as the earliest example of such a work by an artist from Bologna. Although the artist is depicted playing music, in the background, one can spot a painting easel by a window.</p>",
    "templateclusterid": "a39fda88-9c5d-46a6-a2df-d4b60ac4b2b0",
    "parenttemplatename": "OSP-KA-CTC-E005",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "771c1da6-fff5-4db0-84bc-d959a4b60684",
        "content": "<p>Carracci and Fontana were among the most well-respected painters in Bologna at the time.</p>"
      },
      {
        "id": "441a721e-f6dc-4bc6-8aad-532e2dba1b8f",
        "content": "<p>The depiction of Fontana in <em>Self-Portrait at the Keyboard</em> was intended to underscore the artist&rsquo;s creativity.</p>"
      },
      {
        "id": "9be1c837-a109-4c88-aade-d122e57d8975",
        "content": "<p>Fontana likely inspired the reference to an easel and palette in Carracci&rsquo;s painting.</p>"
      },
      {
        "id": "3da49cda-ae83-4c2e-b896-2e08f754bae3",
        "content": "<p><em>Self-Portrait at the Keyboard</em> was painted earlier than Carracci&rsquo;s painting and also refers to the artist&rsquo;s craft.</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "23767ca5",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "50b58124-37d9-4873-b261-27a0cc46adf0",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "f8e1772f-9571-490e-b9a9-e0eb7b8ccb5c",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "a8bcbe56-1963-42c1-a759-a103af963f6e",
    "keys": [
      "69f50985-14e9-458a-9d16-3969096241e3"
    ],
    "rationale": "<p>Choice D is the best answer. &ldquo;Demonstrating&rdquo; means &ldquo;showing,&rdquo; and the text describes how de Santana disproved a previous belief in only one species of electric eel by showing that three electric eel species actually exist. </p><p>Choice A is incorrect. Pretending that there are three species of electric eel might be a fun game for marine biologists, but it wouldn&rsquo;t prove the existence of more than one species. Choice B is incorrect. Complaining won&rsquo;t prove anything about eels, so de Santana could not have proved wrong the idea of only one species of electric eel by complaining about it. Choice C is incorrect. &ldquo;Requiring&rdquo; means &ldquo;needing.&rdquo; It wouldn&rsquo;t make sense to say that de Santana &ldquo;needed&rdquo; there to be three distinct species of electric eel. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "f8e1772f-9571-490e-b9a9-e0eb7b8ccb5c",
    "stimulus": "<p>Scientists previously thought that all electric eels belong to a single species<em>, </em>but a team of researchers led by zoologist C. David de Santana proved this idea wrong by <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> that there are in fact three distinct species of electric eels.&nbsp;</p>",
    "templateclusterid": "1fee3825-1664-4908-a956-d6138816438d",
    "parenttemplatename": "OSP-KA-WIC-E010",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "8f58bee0-33bc-40f8-8b1f-97d49e83fc67",
        "content": "<p>pretending</p>"
      },
      {
        "id": "91397670-7b3f-4e24-b109-c786b38a6df8",
        "content": "<p>complaining</p>"
      },
      {
        "id": "0332aee1-dba3-4ee4-8782-38a5df737f12",
        "content": "<p>requiring</p>"
      },
      {
        "id": "69f50985-14e9-458a-9d16-3969096241e3",
        "content": "<p>demonstrating</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959324,
    "pPcc": "P10#CAS",
    "questionId": "906fc0a0",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "5297aa67-cdf5-4a05-92d8-41536ea72d60",
    "skill_desc": "Words in Context",
    "createDate": 1691007959324,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "3eafd2cd-6318-41d8-90b3-f2a3b05f70a4",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "e903f7c7-3231-4914-8c2d-f37ce364089f",
    "keys": [
      "65abb54e-e824-4e3a-8ec9-bca64f4cc9a3"
    ],
    "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of Sam Gilliam&rsquo;s artworks. As used in this context, &ldquo;creating&rdquo; means producing or bringing something into existence. The text indicates that Gilliam is an artist who made draped canvases and, later, quilt-like paintings. This context supports the idea that Gilliam explored different styles in his art by creating special types of paintings. </p><p>Choice A is incorrect because the text indicates that Gilliam actually explored and pursued the creation of quilt-like paintings; he wasn&rsquo;t just &ldquo;predicting,&rdquo; or declaring in advance, the existence of these paintings. Choice B is incorrect because in this context &ldquo;refusing&rdquo; would mean rejecting, and there is nothing in the text to suggest that Gilliam rejected his quilt-like paintings. Instead, the text indicates that he was exploring and pursuing a new art style in these paintings. Choice C is incorrect because in this context &ldquo;hiding&rdquo; would mean concealing from view, and there is nothing in the text to suggest that Gilliam attempted to conceal his quilt-like paintings. Instead, the text indicates that he was exploring and pursuing a new art style in these paintings.&nbsp;&nbsp;</p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "3eafd2cd-6318-41d8-90b3-f2a3b05f70a4",
    "stimulus": "<p>In the 1960s, Sam Gilliam, a Black painter from the southern United States, became the first artist to drape painted canvases into flowing shapes. He later explored a different style, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> quilt-like paintings inspired by the patchwork quilting tradition of Black communities in the South.</p>",
    "templateclusterid": "6f7e8e5b-d3a7-47cb-afdf-42f6736727a5",
    "parenttemplatename": "OSP-056-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "956a0ff4-14a3-4106-acaa-46de441a75fd",
        "content": "<p>predicting</p>"
      },
      {
        "id": "44f47ed3-22ec-4f8d-bff4-aa5792b759be",
        "content": "<p>refusing</p>"
      },
      {
        "id": "af8ab3e6-dd3c-4807-a951-d8631d12688f",
        "content": "<p>hiding</p>"
      },
      {
        "id": "65abb54e-e824-4e3a-8ec9-bca64f4cc9a3",
        "content": "<p>creating</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1730147323035,
    "pPcc": "P10#CAS",
    "questionId": "688fba00",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "52c6b5ae-5daf-46f5-a7fc-8e60e1006c5c",
    "skill_desc": "Words in Context",
    "createDate": 1730147323035,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "290fa114-1e66-4edc-be91-af800775d355",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>Whether Carmen Lomas Garza is creating small paintings and illustrations or large public artworks&mdash;such as <em>Baile</em>, a copper cutout of traditional Mexican dance in the San Francisco International Airport&mdash;she is <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> direct experience, drawing from memories of her childhood in Texas or details of her current surroundings in California.</p>",
    "type": "mcq",
    "keys": [
      "bca98cdb-d4ae-4355-9fc2-1da611e23702"
    ],
    "answerOptions": [
      {
        "id": "6f79d191-4241-409d-adac-267937af3b68",
        "content": "<p>complimented by</p>"
      },
      {
        "id": "f4364f2c-a0d9-4796-9fe1-81be5e06e8f9",
        "content": "<p>uncertain about</p>"
      },
      {
        "id": "c4617481-8e6e-4699-8e75-a190b6ed46e8",
        "content": "<p>unbothered by</p>"
      },
      {
        "id": "bca98cdb-d4ae-4355-9fc2-1da611e23702",
        "content": "<p>inspired by</p>"
      }
    ],
    "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of Carmen Lomas Garza&rsquo;s artistic process. In this context, \"inspired by\" means influenced by or motivated by. The text refers to how, regardless of the scale of the work, Garza uses her memories of Texas and details from California to create her art. If Garza is basing her work on her direct experiences, then they play a part in her artistic process. This context thus suggests that Garza&rsquo;s art is inspired by the experiences of her childhood in Texas and her current life in California.</p><p>Choice A is incorrect because it wouldn&rsquo;t make logical sense to indicate that Garza is \"complimented by\"&mdash;or praised by&mdash;something inanimate such as direct experience. Choice B is incorrect because describing Garza as \"uncertain about\"&mdash;or unsure or doubtful of&mdash;direct experience would suggest that she had misgivings about it. If Garza were unsure of her experiences, that would suggest that she couldn&rsquo;t recall them, and Garza wouldn&rsquo;t be able to represent direct experience in her art if she were uncertain of the memories or details. Choice C is incorrect because describing Garza as \"unbothered by\"&mdash;or uninterested in&mdash;her experience would imply the opposite of what the text suggests about Garza&rsquo;s artistic process. The text indicates that Garza&rsquo;s art comes from memories of her childhood in Texas and details of her surroundings in California.</p>",
    "externalid": "290fa114-1e66-4edc-be91-af800775d355",
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959324,
    "pPcc": "P10#CAS",
    "questionId": "b9ffe90f",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "541a11cb-4259-4f6d-ac5e-baa89c053336",
    "skill_desc": "Words in Context",
    "createDate": 1691007959324,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "c727f0fa-b90d-4d15-90d4-ed092f4a92a0",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "020eaa9b-1426-4106-95ee-fdd43f58e2c4",
    "keys": [
      "119ba0df-37f3-4ad5-9f7e-ca70d723a476"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of the archaeologists&rsquo; study of the ancient amphitheater in Switzerland. In this context, &ldquo;provide&rdquo; means make available or supply. The text states that the archaeologists believe that the amphitheater dates to the fourth century CE. The text goes on to say that the archaeologists discovered a coin made between 337 and 341 CE (that is, made during the fourth century CE) and building materials appropriate to the era in question. This context suggests that these discoveries provide evidence for the archaeologists&rsquo; theory about the dating of the amphitheater.&nbsp;</p><p>Choice A is incorrect because the archaeologists&rsquo; discoveries are presented as supplying evidence in favor of their theory about the dating of the amphitheater, not something that would &ldquo;dismiss,&rdquo; or reject serious consideration of, evidence for that theory.&nbsp;Choice C is incorrect because nothing in the text suggests that the archaeologists&rsquo; discoveries would &ldquo;regulate,&rdquo; or govern or bring order to, evidence for the archaeologists&rsquo; theory about the dating of the amphitheater. The discoveries are presented as supplying evidence for the archaeologists&rsquo; theory, not as changing how evidence for the theory is controlled or ordered. Choice D is incorrect because the archaeologists&rsquo; discoveries are presented as supplying evidence in favor of their theory about the dating of the amphitheater, not something that would &ldquo;refuse,&rdquo; or be unwilling to accept, evidence for the archaeologists&rsquo; theory.&nbsp;</p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "c727f0fa-b90d-4d15-90d4-ed092f4a92a0",
    "stimulus": "<p>Archaeologists studying an ancient amphitheater in Switzerland believe that it dates back to the fourth century CE. Their discoveries of a coin made between 337 and 341 CE and era-appropriate building materials <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> evidence for this theory.</p>",
    "templateclusterid": "a543575e-bc0f-43d8-ba15-3dbd62ae08ac",
    "parenttemplatename": "OSP-055-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "1ee0b744-db25-4f74-859a-972f38563c70",
        "content": "<p>dismiss</p>"
      },
      {
        "id": "119ba0df-37f3-4ad5-9f7e-ca70d723a476",
        "content": "<p>provide</p>"
      },
      {
        "id": "d7807b4c-fe5e-4f2f-942e-ce0fcfa05353",
        "content": "<p>regulate</p>"
      },
      {
        "id": "c197a8b4-e289-4f92-b7ef-577a5c3b3489",
        "content": "<p>refuse</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1730147323032,
    "pPcc": "P10#CAS",
    "questionId": "fcf1ad58",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "56ace54f-a850-4fdd-8062-b2a7b06c3ce6",
    "skill_desc": "Words in Context",
    "createDate": 1730147323032,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "40a6e0a3-6546-4f86-94a3-674e8b7539c4",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>A team of paleontologists has found a rich fossil deposit near Gulgong, Australia. The fossils are so well preserved that the team has been able to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> detailed information about the life forms that left them behind, such as color patterns and how they interacted with other species.&nbsp;</p>",
    "type": "mcq",
    "keys": [
      "d64bd3d1-ccb9-46c3-8cdd-831245b7c7ba"
    ],
    "answerOptions": [
      {
        "id": "0e39fb11-60e2-4bd0-bf81-4a7687e7aa62",
        "content": "<p>occupy</p>"
      },
      {
        "id": "73c2ccce-ad0f-4426-ab78-2f87c02c4b5a",
        "content": "<p>hoard</p>"
      },
      {
        "id": "7034b769-f9a9-4546-89f3-cc4471082ce6",
        "content": "<p>reserve</p>"
      },
      {
        "id": "d64bd3d1-ccb9-46c3-8cdd-831245b7c7ba",
        "content": "<p>obtain</p>"
      }
    ],
    "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of the fossil deposit. In this context, \"obtain\" means gain or acquire. According to the text, a team of paleontologists has found fossils that are very well preserved. For this reason, the text suggests, the paleontologists have been able to gain detailed information from the fossils, such as the color patterns of the life forms that left them behind.</p><p>Choice A is incorrect because \"occupy\" means engage or inhabit, neither of which would make sense in context. It&rsquo;s unclear what it would mean for detailed information revealed by fossils to be engaged or inhabited. Choice B is incorrect because the text gives no indication that the paleontologists wanted to \"hoard,\" or collect and hide, the detailed information revealed by the well-preserved fossils. Choice C is incorrect because the text gives no indication that the paleontologists wanted to \"reserve,\" or withhold, the detailed information revealed by the well-preserved fossils.</p>",
    "externalid": "40a6e0a3-6546-4f86-94a3-674e8b7539c4",
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959320,
    "pPcc": "P10#CAS",
    "questionId": "32816015",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "5e25e99c-2ef7-41a4-a04b-9cc069b6efe7",
    "skill_desc": "Words in Context",
    "createDate": 1691007959320,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "df3063c9-79b5-4510-b41f-913071970103",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "a0bb1dce-f9b7-4c1f-953e-573e8cc9cbae",
    "keys": [
      "0c484494-ccd4-4ea3-93a8-f4b3436367a9"
    ],
    "rationale": "<p>Choice A is the best answer because as used in the text, \"rough\" most nearly means harsh, or forceful and unpleasant. The text describes Mary&rsquo;s surroundings as she plays: the sun is out and there&rsquo;s \"a little wind.\" To further illustrate the wind, the narrator contrasts the word \"rough\" with a description of the wind blowing in \"delightful little gusts,\" suggesting that the wind is not unpleasant or harsh at all.</p><p>Choice B is incorrect. Although in some contexts \"rough\" objects, or objects with irregular surfaces, can sometimes be scratchy, rough doesn&rsquo;t mean scratchy in this context. The text explains that the wind is not rough but rather gentle, \"delightful little gusts,\" which suggests that the use of \"rough\" here is referring to the degree of force of the wind. Choice C is incorrect because there&rsquo;s nothing in the text to suggest that the wind wasn&rsquo;t \"basic,\" or simple and uncomplicated. Instead, the text describes the wind as blowing not roughly or harshly but in \"delightful little gusts.\" Choice D is incorrect because the word \"vague\" means not clearly expressed or seen. Nothing in the text indicates that the wind was barely noticeable to Mary as she played outside, but rather the text states that it was delightful.</p>",
    "origin": "proteus",
    "stem": "<p>As used in the text, what does the word &ldquo;rough&rdquo; most nearly mean?</p>",
    "externalid": "df3063c9-79b5-4510-b41f-913071970103",
    "stimulus": "<p>The following text is from Frances Hodgson Burnett&rsquo;s 1911 novel <em>The Secret Garden</em>. Mary, a young girl, is outside trying her new jump rope.</p>\n<blockquote>\n<p>The sun was shining and a little wind was blowing&mdash;not a <span role=\"region\" aria-label=\"Referenced Content\"><u>rough</u></span> wind, but one which came in delightful little gusts and brought a fresh scent of newly turned earth with it. She skipped round the fountain garden, and up one walk and down another.</p>\n</blockquote>",
    "templateclusterid": "91c52d4b-7d45-44df-8557-1c043311475c",
    "parenttemplatename": "OSP-035-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "0c484494-ccd4-4ea3-93a8-f4b3436367a9",
        "content": "<p>Harsh</p>"
      },
      {
        "id": "8d5c8ce2-593c-4528-9068-64484e180aae",
        "content": "<p>Scratchy</p>"
      },
      {
        "id": "8d22b026-dac3-4dd9-b805-9e2ae3522b35",
        "content": "<p>Basic</p>"
      },
      {
        "id": "4b9c1a09-51eb-4bbc-b0cb-237469044ac3",
        "content": "<p>Vague</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1730147323032,
    "pPcc": "P10#CAS",
    "questionId": "b680bfe1",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "5eaa72e8-364b-4c54-a8b3-0cd46f83027f",
    "skill_desc": "Words in Context",
    "createDate": 1730147323032,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "b867f47a-68a4-4c84-a661-e10ad53f6c12",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>As used in the text, what does the word &ldquo;invent&rdquo; most nearly mean?</p>",
    "stimulus": "<p>The following text is adapted from Frances Hodgson Burnett&rsquo;s 1905 novel <em>A Little Princess</em>. Sara is a young student at a school in London.</p>\n<blockquote>\n<p>Sara not only could tell stories, but she adored telling them. When she sat or stood in the midst of a circle and began to <span role=\"region\" aria-label=\"Referenced Content\"><u>invent</u></span> wonderful things, her green eyes grew big and shining, her cheeks flushed, and, without knowing that she was doing it, she began to act and made what she told lovely or alarming by the raising or dropping of her voice.</p>\n</blockquote>",
    "type": "mcq",
    "keys": [
      "f323a61c-637c-49c7-913c-9a5c007bb857"
    ],
    "answerOptions": [
      {
        "id": "e2c9cbc8-fb10-41fe-8a1b-d4ae027db03a",
        "content": "<p>Mislead</p>"
      },
      {
        "id": "de063c02-7fe2-432f-952a-6092ffc41650",
        "content": "<p>Disguise</p>"
      },
      {
        "id": "f323a61c-637c-49c7-913c-9a5c007bb857",
        "content": "<p>Create</p>"
      },
      {
        "id": "cecfa0fc-f146-4358-af9f-d48c172ded2d",
        "content": "<p>Discover</p>"
      }
    ],
    "rationale": "<p>Choice C is the best answer because as used in the text, \"invent\" most nearly means create or make up. The text begins by stating that Sara likes to tell stories and thoroughly enjoys telling them. The rest of the text describes how she looks and acts when she invents, or creates, \"wonderful things\" in her stories (\"what she told\").</p><p>Choice A is incorrect. Although the text suggests that Sara makes up \"wonderful things,\" nothing suggests that she does so to mislead, or intentionally deceive, others; there is no reason to assume that Sara&rsquo;s listeners don&rsquo;t know that she&rsquo;s creating the stories she shares. Choice B is incorrect because nothing in the text suggests that Sara is disguising, or trying to cover up or conceal, \"wonderful things\" when she tells stories; rather, she is creating them and presenting them in ways that make them \"lovely or alarming\" for her listeners. Choice D is incorrect because nothing in the text suggests that Sara is discovering, or unexpectedly finding, \"wonderful things\" in the stories she loves to tell; rather, that she is making things up as she tells the stories.</p>",
    "externalid": "b867f47a-68a4-4c84-a661-e10ad53f6c12",
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959315,
    "pPcc": "P10#CAS",
    "questionId": "e4bcc684",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "605ba28e-6061-4f57-a062-2d31eda94313",
    "skill_desc": "Words in Context",
    "createDate": 1691007959315,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "d9aeeac9-0ed0-4fd1-83af-365e28e781a0",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "e7f5159c-c73c-4aa4-8778-10bff3e4953b",
    "keys": [
      "180f4983-0473-47bf-b171-24c7824eaee4"
    ],
    "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of the flashes created by fireflies. In this context, &ldquo;patterns&rdquo; means distinct and predictable sequences. The text indicates that although the flashes that fireflies produce appear to occur randomly&mdash;that is, without any particular sequence or rhythm&mdash;each species actually produces its own special series of flashes and pauses. Indeed, these series of flashes are so unique that fireflies can use them to find other members of their species. Therefore, this context supports the idea that fireflies produce flashes in distinct and recognizable patterns. </p><p>Choice A is incorrect because &ldquo;quantities&rdquo; means certain amounts or numbers of something. Although the text discusses how different firefly species produce flashes and pauses in unique sequences that help other members of their species to find them, it doesn&rsquo;t mention the number of flashes that are used in these sequences. Choice B is incorrect because in this context, &ldquo;decorations&rdquo; would mean things that make an object more beautiful. Although it may be reasonable to say that firefly flashes are beautiful, the text focuses on the fact that fireflies use these unique sequences of flashes to find other members of their own species, not that the flashes make fireflies more beautiful. Choice D is incorrect because in this context, &ldquo;agreements&rdquo; would refer to deals that individuals have discussed and come to a consensus about. Since fireflies aren&rsquo;t capable of making such agreements, it wouldn&rsquo;t make sense to use this word to refer to the signals they send each other with their flashes. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "d9aeeac9-0ed0-4fd1-83af-365e28e781a0",
    "stimulus": "<p>Bioluminescent beetles called fireflies may seem to create flashes of light randomly, but each species of firefly actually has its own special series of repeated flashes and pauses. These unique <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> allow fireflies of the same species to find each other.</p>",
    "templateclusterid": "b073cbfd-64b0-43f2-8e21-eadc489c4697",
    "parenttemplatename": "OSP-013-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "f016aed6-4fa8-4baa-aa64-f6f915b8be7b",
        "content": "<p>quantities&nbsp;</p>"
      },
      {
        "id": "a0c8e875-7aa4-4f1a-9271-5d48df713e00",
        "content": "<p>decorations</p>"
      },
      {
        "id": "180f4983-0473-47bf-b171-24c7824eaee4",
        "content": "<p>patterns</p>"
      },
      {
        "id": "4e74bb4c-bbdc-4624-9398-e68cfec07182",
        "content": "<p>agreements</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959358,
    "pPcc": "P10#CAS",
    "questionId": "f75063a1",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "6126561c-bf94-45fd-afdd-37108d43b860",
    "skill_desc": "Words in Context",
    "createDate": 1691007959358,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "19475bfc-adb9-49a8-8605-07a5378bf15b",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "244e792c-9717-46d5-a6f4-2483c5031470",
    "keys": [
      "fe06a8f3-2e74-4ccc-8e30-534b1eeb9e45"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of Cole&rsquo;s book <em>Blind Spot</em>. In this context, &ldquo;enthusiasm for&rdquo; means excitement about. The text explains that <em>Blind Spot </em>consists of original photographs as well as poetic prose&mdash;two elements that correspond to Cole&rsquo;s passions, identified in the text, for photography and the written word. This context suggests that Cole&rsquo;s excitement about photography and writing led him to create a book that successfully combines the two mediums. </p><p>Choice A is incorrect because describing Cole as feeling &ldquo;indifference to&rdquo; his two passions wouldn&rsquo;t make sense in context. If Cole is indifferent to his passions, that would mean he doesn&rsquo;t care about photography or writing&mdash;in which case they wouldn&rsquo;t be his passions at all. Choice C is incorrect because there&rsquo;s nothing in the text to suggest that Cole feels &ldquo;concern about,&rdquo; or uneasiness about, his passions. The text&rsquo;s use of the word &ldquo;culminates&rdquo; indicates that <em>Blind Spot </em>represents a triumphant climax of Cole&rsquo;s passions, not a work that results from his sense of discomfort with photography and writing. Choice D is incorrect because there&rsquo;s nothing in the text to suggest that Cole feels &ldquo;surprise at,&rdquo; or astonished by, his passions. The text indicates that Cole&rsquo;s feeling about his passions &ldquo;culminates&rdquo; in a book that &ldquo;evocatively&rdquo; combines photographs and writing, suggesting that Cole has a long-standing and skillful relationship to his passions, not that he is startled by them. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "19475bfc-adb9-49a8-8605-07a5378bf15b",
    "stimulus": "<p>Nigerian American author Teju Cole&rsquo;s <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> his two passions&mdash;photography and the written word&mdash;culminates in his 2017 book, <em>Blind Spot</em>, which evocatively combines his original photographs from his travels with his poetic prose.</p>",
    "templateclusterid": "3c01aaa6-689e-42d4-b6d2-04fb2a3c6d7a",
    "parenttemplatename": "OSP-979-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "fc12a858-25d2-47d6-8898-b135e98b2927",
        "content": "<p>indifference to</p>"
      },
      {
        "id": "fe06a8f3-2e74-4ccc-8e30-534b1eeb9e45",
        "content": "<p>enthusiasm for</p>"
      },
      {
        "id": "e60c1c42-96e4-4982-8e8d-5a8c67c9412a",
        "content": "<p>concern about</p>"
      },
      {
        "id": "629d032e-00be-429c-b895-e9b21fda8501",
        "content": "<p>surprise at</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1730147323032,
    "pPcc": "P10#CAS",
    "questionId": "7b484e2e",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "67f8cbc3-cd35-47e4-8419-d566477f77ae",
    "skill_desc": "Words in Context",
    "createDate": 1730147323032,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "e5f96c7a-1d41-4770-b369-48b1a28e1456",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>When marine biologist Brittany Williams played different ocean recordings to groups of oyster larvae, groups that heard sounds of a healthy oyster reef were the most <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>. They were twice as likely as other groups to show signs of making a permanent home. This suggests that playing recordings of a healthy ocean reef may encourage oysters to create such a reef.</p>",
    "type": "mcq",
    "keys": [
      "caa61e3e-738a-4e1a-bfdb-3770b3cd5e1c"
    ],
    "answerOptions": [
      {
        "id": "caa61e3e-738a-4e1a-bfdb-3770b3cd5e1c",
        "content": "<p>responsive</p>"
      },
      {
        "id": "e732a7b1-3869-48c0-bc82-f880212d5357",
        "content": "<p>inactive</p>"
      },
      {
        "id": "5c3a8884-6726-4d02-8047-962a93f6b690",
        "content": "<p>liked</p>"
      },
      {
        "id": "de3b7200-f3d2-4761-8fd7-e8eb3380e8ad",
        "content": "<p>distressed</p>"
      }
    ],
    "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of oysters and ocean recordings. As used in this context, \"responsive\" means reacting positively. The text presents a finding and describes it as suggesting that healthy ocean sounds may encourage oyster larvae to establish a reef (a permanent home): groups of oyster larvae that heard recorded sounds of a healthy oyster reef were two times more likely to show signs of forming their own reef than groups that heard different ocean recordings were. This context conveys that the groups that heard healthy reef sounds had a more positive reaction than the other groups did&mdash;that is, they were the most responsive.</p><p>Choice B is incorrect because the text doesn&rsquo;t indicate that hearing sounds of a healthy oyster reef caused some groups of oyster larvae to become \"inactive,\" or to stop engaging in work or activity. Instead, the text conveys that the groups that heard those sounds were observed engaging in activity: they were two times more likely to create a reef (a permanent home) than groups that heard different ocean sounds were. Choice C is incorrect because describing the groups of oyster larvae that heard sounds of a healthy oyster reef as most \"liked,\" or regarded with pleasure, wouldn&rsquo;t make sense in context. The text focuses on the idea that a study found that healthy reef sounds may encourage groups of oyster larvae to form reefs (permanent homes), not on the idea that some of the groups in the study were liked more than others. Choice D is incorrect because the text doesn&rsquo;t indicate that hearing sounds of a healthy oyster reef caused some groups of oyster larvae to be \"distressed,\" or to experience difficulty or begin to decline. Instead, the text indicates that the sounds increased the likelihood that groups of larvae would establish a reef (a permanent home), suggesting that the sounds had a positive effect on the larvae.</p>",
    "externalid": "e5f96c7a-1d41-4770-b369-48b1a28e1456",
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959357,
    "pPcc": "P10#CAS",
    "questionId": "1807b2b6",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "6843d8c3-3303-4334-8d7d-36f67cedf21a",
    "skill_desc": "Words in Context",
    "createDate": 1691007959357,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "b154b281-43c3-4c4a-8c20-99379d2dc68c",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "b25b0714-52ee-4dd1-982b-9fa59459ef9c",
    "keys": [
      "43b38cf1-9115-437a-822e-78e2e080b9e2"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of Juarez. In this context, &ldquo;important&rdquo; means marked by significant work or consequence. The text indicates that Juarez, who was the first president of Mexico from an Indigenous community, became a certain kind of figure in Mexico&rsquo;s history. It then supports that claim by describing some of the &ldquo;many significant accomplishments&rdquo; from Juarez&rsquo;s long tenure in office. This context conveys that Juarez is a significant and consequential figure in Mexico&rsquo;s history. </p><p>Choice A is incorrect because the text focuses on Juarez&rsquo;s role as the first president of Mexico from an Indigenous community and on his many major accomplishments during his lengthy time in office; nothing in the text suggests that Juarez was &ldquo;unpredictable,&rdquo; or tended to behave in ways that couldn&rsquo;t be predicted. Choice C is incorrect because nothing in the text suggests that Juarez was a particularly &ldquo;secretive&rdquo; figure, or that he tended to keep things private or hidden from others. Instead, the text focuses on things that are known about Juarez: that he was the first president of Mexico from an Indigenous community, that he had a lengthy tenure, and that his many major accomplishments included consolidating the national government&rsquo;s authority and advancing Indigenous rights. Choice D is incorrect because the text focuses on the idea that Juarez, who was the first president of Mexico from an Indigenous community, had many major accomplishments during his lengthy time in office. Rather than suggesting that Juarez was an &ldquo;ordinary,&rdquo; or common and typical, figure in Mexico&rsquo;s history, this context conveys that Juarez was instead a notable figure. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "b154b281-43c3-4c4a-8c20-99379d2dc68c",
    "stimulus": "<p>As Mexico&rsquo;s first president from an Indigenous community, Benito Juarez became one of the most <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> figures in his country&rsquo;s history: among the many significant accomplishments of his long tenure in office (1858&ndash;1872), Juarez consolidated the authority of the national government and advanced the rights of Indigenous peoples.</p>",
    "templateclusterid": "3c7c3582-99bf-43da-8267-baba718f5b77",
    "parenttemplatename": "OSP-969-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "d7b7f7ee-6a5c-40b1-abf8-24fbe0bc62de",
        "content": "<p>unpredictable</p>"
      },
      {
        "id": "43b38cf1-9115-437a-822e-78e2e080b9e2",
        "content": "<p>important</p>"
      },
      {
        "id": "a107a17b-5c41-483f-9d67-143642632552",
        "content": "<p>secretive</p>"
      },
      {
        "id": "496a19b6-dfe9-42ed-9e50-765f3bb77b4b",
        "content": "<p>ordinary</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959357,
    "pPcc": "P10#CAS",
    "questionId": "a13b5906",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "6c7f95e6-cff0-4d42-abaa-8e264c6ade66",
    "skill_desc": "Words in Context",
    "createDate": 1691007959357,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "5c87b72d-e67b-4861-bd6c-49c722059c99",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "ae978922-c3e6-4b41-a284-50c3c7175a14",
    "keys": [
      "56896059-82bb-441a-8009-7c15c7122d9b"
    ],
    "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of the writing system created by Sequoyah. In this context, &ldquo;widespread&rdquo; means widely accepted or practiced. The text indicates that because Sequoyah&rsquo;s script accurately represented the spoken sounds of the Cherokee language and was easy to learn, nearly all Cherokee people were able to read and write it soon after it was created. This context demonstrates that the script was widely used by the Cherokee people. </p><p>Choice B is incorrect. In this context, &ldquo;careful&rdquo; would mean exercised with care and attentive concern. Although the work of creating a writing system likely involved great care, the text indicates that the system was &ldquo;easy to learn,&rdquo; which conflicts with the idea that using this system requires a noteworthy amount of care. Choice C is incorrect because in this context &ldquo;unintended&rdquo; means not deliberate. The idea that using Sequoyah&rsquo;s script was unintentional conflicts directly with the claim that it was easy to learn and used by &ldquo;over 90% of the Cherokee people&rdquo; by 1830. In fact, because one had to learn this system, it&rsquo;s not clear how one could use it unintentionally.&nbsp;Choice D is incorrect because in this context &ldquo;infrequent&rdquo; means rare or not occurring often, which conflicts directly with the claim that &ldquo;over 90% of the Cherokee people&rdquo; were using Sequoyah&rsquo;s script by 1830. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "5c87b72d-e67b-4861-bd6c-49c722059c99",
    "stimulus": "<p>In the early 1800s, the Cherokee scholar Sequoyah created the first script, or writing system, for an Indigenous language in the United States. Because it represented the sounds of spoken Cherokee so accurately, his script was easy to learn and thus quickly achieved <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> use: by 1830, over 90 percent of the Cherokee people could read and write it.</p>",
    "templateclusterid": "b7ff5eb8-1c7c-49ed-9d2e-10a5932a18cb",
    "parenttemplatename": "OSP-973-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "56896059-82bb-441a-8009-7c15c7122d9b",
        "content": "<p>widespread</p>"
      },
      {
        "id": "d9f5af1e-dd68-46ed-a755-dbdbc703db2e",
        "content": "<p>careful</p>"
      },
      {
        "id": "67f44715-acb7-4520-ae75-044a708a1b6e",
        "content": "<p>unintended</p>"
      },
      {
        "id": "87cd2369-5cb8-4487-89de-36013382780f",
        "content": "<p>infrequent</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "85c176d5",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "6d5eba65-0a8c-454e-9622-f324938810f2",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "c28bc354-77cf-412b-a34b-d9fd49dfb362",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "0c1acd6d-348b-4ba5-b81c-bdceae0b8543",
    "keys": [
      "4ab2abce-0773-48e3-bc8d-33402bbfca38"
    ],
    "rationale": "<p>Choice C is the best answer. \"Protect\" means \"preserve\" or \"keep safe from.\" By ensuring that the wilderness areas along the Appalachian Trail can&rsquo;t be sold or developed, the National Trails System Act protects them.</p><p>Choice A is incorrect. \"Borrow\" means \"to take something with intent to return it.\" The text doesn&rsquo;t say anything about taking and returning the wilderness that surrounds the Appalachian Trail. Choice B is incorrect. \"Postpone\" means \"to put off until later.\" Nothing in the passage suggests that Congress wants to \"postpone\" the wilderness areas (and that doesn&rsquo;t make sense anyway&mdash;they can postpone doing something to the wilderness areas, but they can&rsquo;t postpone the areas themselves). Choice D is incorrect. \"Decorate\" means \"to adorn\" or \"add extra items or pictures to make more attractive.\" No details in the text suggest that Congress wishes to make the trail fancier or more attractive.</p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "c28bc354-77cf-412b-a34b-d9fd49dfb362",
    "stimulus": "<p>The Appalachian Trail is a hiking path in the eastern United States. Much of the 2,000 mile trail passes through wilderness areas. In order to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> those areas, the United States Congress passed the National Trails System Act in 1968, ensuring that the trail would not be sold or commercially developed.</p>",
    "templateclusterid": "bd035256-5dad-4ae4-873e-1fcff85c436e",
    "parenttemplatename": "OSP-KA-WIC-E008",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "081cc4f9-3d64-449b-82ef-fcbd9dde951f",
        "content": "<p>borrow</p>"
      },
      {
        "id": "ab0dd193-d97e-47b2-a165-fa20c34a91a7",
        "content": "<p>postpone</p>"
      },
      {
        "id": "4ab2abce-0773-48e3-bc8d-33402bbfca38",
        "content": "<p>protect</p>"
      },
      {
        "id": "f1d5bc47-e7ee-44bf-89af-ef8eda69f18b",
        "content": "<p>decorate</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959323,
    "pPcc": "P10#CAS",
    "questionId": "699c6598",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "6f3631af-c0bd-4ed9-8287-0b302b418ec2",
    "skill_desc": "Words in Context",
    "createDate": 1691007959323,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "9f4b47ff-c0cb-4a47-be10-410a57a2160d",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "f2755f3c-4b96-4ce4-bca3-e445b5c9d093",
    "keys": [
      "506d6115-4f43-4263-a24a-3ea582a765c0"
    ],
    "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of Ulysses Jenkins&rsquo;s video art. As used in this context, &ldquo;newfound&rdquo; means recently discovered or established. The text indicates that in the 1970s, video cameras became cheaper and therefore more widely available than they had been in the past. The text goes on to say that this development provided Jenkins and other artists with capabilities that they previously didn&rsquo;t have. As a result, Jenkins began producing groundbreaking works of video art. This context supports the idea that Jenkins took advantage of newfound access to video cameras. </p><p>Choice B is incorrect because &ldquo;delicate&rdquo; means fine in texture or structure or easily broken, neither of which would make sense in this context. The text doesn&rsquo;t focus on describing what video art looks like or whether it&rsquo;s breakable. Choice C is incorrect because &ldquo;inevitable&rdquo; means impossible to avoid, which wouldn&rsquo;t make sense in this context. The text doesn&rsquo;t discuss the likelihood of artists, or anyone else, gaining access to video cameras. Choice D is incorrect because &ldquo;habitual&rdquo; means doing something regularly or repeatedly. Although the text does suggest that Jenkins created multiple pieces of video art, its focus is on the fact that video cameras had only just become widely available to artists in the 1970s. Jenkins&rsquo;s ability to take advantage of video cameras to make art was therefore newfound, not habitual, at the time. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "9f4b47ff-c0cb-4a47-be10-410a57a2160d",
    "stimulus": "<p>In the 1970s, video cameras became increasingly affordable for ordinary consumers and gave Ulysses Jenkins and other artists capabilities that were previously unavailable except to television broadcasters. Jenkins recognized and took full advantage of this <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> access to powerful technology to create groundbreaking works of video art, such as <em>Mass of Images</em> (1978).</p>",
    "templateclusterid": "f4c1360b-1314-46da-ba19-bc2a69ca48ea",
    "parenttemplatename": "OSP-046-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "506d6115-4f43-4263-a24a-3ea582a765c0",
        "content": "<p>newfound</p>"
      },
      {
        "id": "2bdf9252-421a-4bca-8774-fc961115505d",
        "content": "<p>delicate</p>"
      },
      {
        "id": "f37ffdaf-5a74-4fc4-be8e-0c6906f43bbf",
        "content": "<p>inevitable</p>"
      },
      {
        "id": "577db509-4009-409f-a9f1-fc2823e5bbad",
        "content": "<p>habitual</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1730147323034,
    "pPcc": "P10#CAS",
    "questionId": "670606aa",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "731cf534-3282-4f2f-8634-09ce9a85d079",
    "skill_desc": "Words in Context",
    "createDate": 1730147323034,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "33281590-ff75-47d2-8820-e0840888f7c8",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>It would be a mistake to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the exhibit that artist and curator Joe Baker, who is a member of the Lenape (Delaware) people, has organized at the Brooklyn Public Library. The exhibit, which includes Lenape beadwork from the 1850s as well as modern works that use traditional patterns, is essential viewing.</p>",
    "type": "mcq",
    "keys": [
      "6b9a2af8-95df-44be-8c49-8941d0950250"
    ],
    "answerOptions": [
      {
        "id": "5576641f-4321-4475-b0c5-017e06f1e0c6",
        "content": "<p>complicate</p>"
      },
      {
        "id": "81db8eab-90f5-4746-a161-b7d519ec4b01",
        "content": "<p>amplify</p>"
      },
      {
        "id": "6b9a2af8-95df-44be-8c49-8941d0950250",
        "content": "<p>overlook</p>"
      },
      {
        "id": "48983c27-df29-4825-a80e-b1cbfb6107b1",
        "content": "<p>assemble</p>"
      }
    ],
    "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of an exhibit at the Brooklyn Public Library. In this context, \"overlook\" means to ignore or to miss. The text states that artist and curator Joe Baker organized an exhibit that features Lenape beadwork in historical and modern works. The text describes the exhibit as \"essential viewing,\" suggesting that it&rsquo;s an important exhibit that people should make an effort to visit; this context conveys that it would be a mistake to overlook the exhibit.</p><p>Choice A is incorrect. In this context, \"complicate\" would mean to add difficulty, and there&rsquo;s no reason to think the text would need to directly caution against complicating Baker&rsquo;s exhibit; the text focuses on the idea that the exhibit is \"essential viewing,\" not on the idea of a potential difficulty that could be raised. Choice B is incorrect. In this context, \"amplify\" means to increase, and there&rsquo;s no reason to believe the text would indicate that it would be a mistake to increase an exhibit the text describes as \"essential viewing.\" Choice D is incorrect because it wouldn&rsquo;t make sense to say that it would be a mistake to \"assemble,\" or put together, Baker&rsquo;s exhibit: the text makes it clear that the exhibit has already been put together and, further, praises the exhibit as \"essential viewing.\"</p>",
    "externalid": "33281590-ff75-47d2-8820-e0840888f7c8",
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959357,
    "pPcc": "P10#CAS",
    "questionId": "00bfdbd7",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "76a809b3-f082-4d8d-a7d3-f420af3487d3",
    "skill_desc": "Words in Context",
    "createDate": 1691007959357,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "23e6fdc3-ab8c-46ea-8898-6152e4bf95fb",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "e4e5fe5f-51d4-4764-95e3-d9a20432d88c",
    "keys": [
      "8415e452-37ca-46b2-a284-17a250a4b49d"
    ],
    "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of the fashion resale market&rsquo;s continued growth. As used in this context, &ldquo;predicted&rdquo; means forecast, or indicated that something would happen in the future. The text indicates that the fashion resale market made a lot of money in 2019 and that some analysts expected the market to continue to grow. This context suggests that the analysts believed that the fashion resale market was going to make more money than it had already made, with the analysts indicating that revenues would more than double by 2028. </p><p>Choice A is incorrect because it wouldn&rsquo;t make sense in context to say that some analysts &ldquo;produced,&rdquo; or manufactured or brought about, the increase in future revenues of the fashion resale market. The analysts themselves couldn&rsquo;t have brought about the future revenue growth, since, as the text suggests, they were merely in the position of drawing conclusions about future fashion resale market revenue based on 2019 revenue. Choice B is incorrect because the text indicates that some analysts expected the fashion resale market to continue to grow in the future, not that they &ldquo;denied,&rdquo; or rejected, this notion. Nothing in the text supports the idea that these analysts thought the revenues wouldn&rsquo;t grow. Choice C is incorrect because the text indicates that some analysts expected the fashion resale market to continue to grow in the future, not that they &ldquo;worried,&rdquo; or felt concerned, that revenue would significantly increase by 2028. Nothing in the text suggests that the analysts felt concerned about the increase; rather, the text suggests that the increase would represent a favorable outcome, since it would mean that the fashion resale market grew to generate even more revenue. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "23e6fdc3-ab8c-46ea-8898-6152e4bf95fb",
    "stimulus": "<p>The fashion resale market, in which consumers purchase secondhand clothing from stores and online sellers, generated nearly $30 billion globally in 2019. Expecting to see continued growth, some analysts <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> that revenues will more than double by 2028. </p>",
    "templateclusterid": "816328df-f22d-422f-b1b7-697c06b068b1",
    "parenttemplatename": "OSP-967-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "468baff5-bdca-4739-87a4-7b6702d92c59",
        "content": "<p>produced</p>"
      },
      {
        "id": "7d9d1743-1762-4411-b5fa-41f5f01e8769",
        "content": "<p>denied</p>"
      },
      {
        "id": "700eba34-ad2a-4777-9002-dd99a68f5e9f",
        "content": "<p>worried</p>"
      },
      {
        "id": "8415e452-37ca-46b2-a284-17a250a4b49d",
        "content": "<p>predicted</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1730147323032,
    "pPcc": "P10#CAS",
    "questionId": "f2779b1c",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "774b04c1-28e2-4b9d-b960-2dba018836c9",
    "skill_desc": "Words in Context",
    "createDate": 1730147323032,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "4ef63eaf-90f8-4e95-9136-6b1800994292",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>As used in the text, what does the word &ldquo;trace&rdquo; most nearly mean?</p>",
    "stimulus": "<p>The following text is from the 1913 story &ldquo;The King&rsquo;s Coin&rdquo; by Emily Pauline Johnson, a Kanienkahagen (Mohawk) writer also known as Tekahionwake. Fox-Foot, a young Ojibwe man, is guiding a group of fur traders who are traveling by canoe and suspects that they are being followed.&nbsp;</p>\n<blockquote>\n<p>At supper time, Fox-Foot would allow no fire to be built, no landing to be made, no <span role=\"region\" aria-label=\"Referenced Content\"><u>trace</u></span> of their passing to be left. They ate canned meat and marmalade, drank again of the stream and pushed on, until just at dusk they reached the edge of a long, still lake, with shores of granite and dense fir forest.</p>\n</blockquote>",
    "type": "mcq",
    "keys": [
      "77df2fa1-6a47-497c-ad11-03080ef53888"
    ],
    "answerOptions": [
      {
        "id": "77df2fa1-6a47-497c-ad11-03080ef53888",
        "content": "<p>Evidence</p>"
      },
      {
        "id": "2f7fdbdf-942f-495b-b3f0-9a1f258e8d50",
        "content": "<p>Blemish</p>"
      },
      {
        "id": "964ba3c1-4375-4bad-8b14-2286f91463b8",
        "content": "<p>Amount</p>"
      },
      {
        "id": "201fb143-2777-4570-81fa-a3d2c915ffeb",
        "content": "<p>Sketch</p>"
      }
    ],
    "rationale": "<p>Choice A is the best answer because the text indicates that Fox-Foot doesn&rsquo;t let the group build a fire or create a canoe landing when it&rsquo;s time for supper. This context suggests that he doesn&rsquo;t want anyone who might be following the group to see any sign of them or their activities. In other words, Fox-Foot doesn&rsquo;t want there to be any trace, or evidence, of the group&rsquo;s movements (\"their passing\") through the area.</p><p>Choice B is incorrect because the text conveys that Fox-Foot doesn&rsquo;t want the group to be detected, not that he doesn&rsquo;t want their presence to create a blemish, or a spoiling flaw, in the area; human activity could disturb a natural environment, but the context emphasizes that Fox-Foot is instead focused on avoiding giving any sign of the group&rsquo;s movements through a place (\"their passing\") to anyone who might be following them. Choice C is incorrect because the text focuses on Fox-Foot&rsquo;s desire to avoid detection by those who might be following the group. This context conveys that Fox-Foot doesn&rsquo;t want to create any signs or evidence of the group moving through a place (\"their passing\"), not that he doesn&rsquo;t want to leave behind some quantity of their presence; indeed, it isn&rsquo;t clear what an amount of a group&rsquo;s movement would be. Choice D is incorrect because nothing in the text suggests that the group has a sketch, or rough drawing, of their movements through that area (\"their passing\") that might be left behind. Rather, the context emphasizes that Fox-Foot is focused on ensuring that the group doesn&rsquo;t give any kind of\nindication of their presence, as he wants to avoid detection by anyone who might be following the group.</p>",
    "externalid": "4ef63eaf-90f8-4e95-9136-6b1800994292",
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959323,
    "pPcc": "P10#CAS",
    "questionId": "973c10f3",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "7befd9a9-a253-404a-a80d-876f164dca77",
    "skill_desc": "Words in Context",
    "createDate": 1691007959323,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "69fdc782-f0ad-4615-b005-4f8c3af61122",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "b424a5bc-e85f-404e-a4b6-7b70a19237de",
    "keys": [
      "cfa2fcb6-d52d-436a-aeb0-7a25fbd7e96f"
    ],
    "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of Arturo A. Schomburg&rsquo;s collection. In this context, the phrase &ldquo;depended on&rdquo; means relied on. The text explains that Schomburg, wanting to preserve &ldquo;books, art, and other materials&rdquo; created by peoples of African descent from around the world, built a large collection of these objects. The text also states that in order to obtain these items, Schomburg asked friends and colleagues who were traveling internationally to bring them back for him. This implies that he wouldn&rsquo;t have been able to create his collection without help. Thus, the context supports the idea that Schomburg relied on, or depended on, friends and colleagues to build his collection. </p><p>Choice A is incorrect because &ldquo;admired&rdquo; means respected and approved of. Although it&rsquo;s reasonable to expect that Schomburg respected his friends and colleagues, the text doesn&rsquo;t discuss any such aspect of their relationships. The text focuses instead on what Schomburg asked his friends and colleagues to do to help build his collection.&nbsp;Choice B is incorrect because &ldquo;disagreed with&rdquo; means held an opposing belief, and nothing in the text suggests that Schomburg and his friends or colleagues held opposing views on any subject. In fact, the text strongly implies that Schomburg&rsquo;s friends and colleagues supported him in his goal of preserving objects of importance for Black history and culture by bringing him such objects from around the world. Choice C is incorrect because &ldquo;warned&rdquo; means informed someone in advance about something dangerous, which wouldn&rsquo;t make sense in this context. Nothing in the text suggests that Schomburg thought his friends and colleagues were in any danger, let alone that he warned them of danger. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "69fdc782-f0ad-4615-b005-4f8c3af61122",
    "stimulus": "<p>Arturo A. Schomburg was dedicated to preserving books, art, and other materials from peoples of African descent around the world. To get these items, Schomburg <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> friends and colleagues, whom he asked to bring back rare and valuable objects from their international travels. Now, Schomburg&rsquo;s collection is a valuable resource for scholars of Black history and culture.</p>",
    "templateclusterid": "a86be851-2f7d-4636-a089-ba9f4333fd6d",
    "parenttemplatename": "OSP-048-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "f08f5500-23ba-4560-944a-3956846b8bc9",
        "content": "<p>admired</p>"
      },
      {
        "id": "74655f6e-aa2d-41c6-aa41-e78fb072b0bb",
        "content": "<p>disagreed with</p>"
      },
      {
        "id": "e6ea9c1a-4d89-43f2-868d-3475bcf6c807",
        "content": "<p>warned</p>"
      },
      {
        "id": "cfa2fcb6-d52d-436a-aeb0-7a25fbd7e96f",
        "content": "<p>depended on</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959322,
    "pPcc": "P10#CAS",
    "questionId": "6721a0e1",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "84202e56-eb06-4d87-9bb2-cc4244644500",
    "skill_desc": "Words in Context",
    "createDate": 1691007959322,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "4ba15838-4a46-413b-9306-75dfbba2bcae",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "2b3d3a38-6e24-435c-aae5-d962b5f1485e",
    "keys": [
      "6e0a2157-a04d-416c-9b0d-90719ad9ce73"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of the cover art of Virginia Woolf&rsquo;s novels. In this context, &ldquo;partnership&rdquo; means collaboration or joint effort. The text states that Woolf&rsquo;s sister Vanessa Bell was a talented painter and that Bell worked with Woolf to provide the cover art for most of Woolf&rsquo;s novels. Thus, this context suggests that Woolf and Bell pursued a creative partnership in order to produce several of Woolf&rsquo;s novels. </p><p>Choice A is incorrect because there is no indication that Woolf or Bell were undergoing a &ldquo;rebellion,&rdquo; or revolt, against anything in particular. Instead, the text focuses on how they worked together in some aspects of the production of Woolf&rsquo;s novels. Choice C is incorrect because there is nothing in the text to indicate that Woolf or Bell made a &ldquo;discovery,&rdquo; or encountered anything new for the first time as they worked together. The text suggests that Woolf had already written her novels and that Bell then assisted Woolf with the cover art for many of them. Choice D is incorrect because the text implies that Woolf and Bell had a positive relationship. According to the text, the sisters &ldquo;worked closely&rdquo; together to produce the cover art for many of Woolf&rsquo;s novels; the text doesn&rsquo;t mention whether while working together, Woolf and Bell had a &ldquo;disagreement,&rdquo; or conflict. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "4ba15838-4a46-413b-9306-75dfbba2bcae",
    "stimulus": "<p>The printing of Virginia Woolf&rsquo;s novels featured a creative <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> between Woolf and her sister Vanessa Bell: a talented painter, Bell worked closely with Woolf to create original cover art for most of the novels.</p>",
    "templateclusterid": "6352b1fb-f148-4017-9ed4-1e14b86e7b68",
    "parenttemplatename": "OSP-044-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "914b8ea7-cda7-4599-bd60-0243a8572b69",
        "content": "<p>rebellion</p>"
      },
      {
        "id": "6e0a2157-a04d-416c-9b0d-90719ad9ce73",
        "content": "<p>partnership</p>"
      },
      {
        "id": "261c486c-abcd-42b0-9414-b42d851f48fc",
        "content": "<p>discovery</p>"
      },
      {
        "id": "30ba6c47-5498-4373-83ee-03ba45e4d7b5",
        "content": "<p>disagreement</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959321,
    "pPcc": "P10#CAS",
    "questionId": "a05e2f16",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "882773df-3514-47df-8a8b-79b54b24129a",
    "skill_desc": "Words in Context",
    "createDate": 1691007959321,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "625f5ce2-ea7f-47ab-bc02-5689c89e0902",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "5345d912-40f4-480d-a4de-cd8c15f6de2f",
    "keys": [
      "6e65b5cc-17c2-4a42-80e7-abf49c22dd0f"
    ],
    "rationale": "<p>Choice A is the best answer because as used in the text, &ldquo;drew&rdquo; most nearly means pulled. In the text, the speaker stands at a window, looking out on a landscape at night. The speaker then &ldquo;drew the shades far down, crept into bed.&rdquo; That is, the speaker pulled down, or lowered, the shades until they were completely shut before going to sleep.&nbsp;</p><p>Choice B is incorrect. Although in some contexts, &ldquo;drew&rdquo; can refer to draining or removing liquid, especially water, as when someone draws water from a well, in this context it refers to the speaker pulling down window shades for the night. Choice C is incorrect. In some contexts, &ldquo;drew&rdquo; can be used to describe how a person or thing inspires, or elicits, a response from someone, as when a performer draws applause from an audience. But in this context it refers to the speaker pulling down window shades for the night.&nbsp;Choice D is incorrect. Although &ldquo;drew&rdquo; has several meanings, including sketched, or illustrated with a pen or pencil, in this context it refers to the speaker pulling down window shades for the night. </p>",
    "origin": "proteus",
    "stem": "<p>As used in the text, what does the word &ldquo;drew&rdquo; most nearly mean?</p>",
    "externalid": "625f5ce2-ea7f-47ab-bc02-5689c89e0902",
    "stimulus": "<p>The following text is from Claude McKay&rsquo;s 1922 poem &ldquo;Morning Joy.&rdquo; The speaker is looking out a window and observing a wold, or large area of land.</p>\n<p>&nbsp;</p>\n<blockquote class=\"dap_poemexcerpt\">\n<p>At night the wide and level stretch of wold,</p>\n<p>Which at high noon had basked in quiet gold,</p>\n<p>Far as the eye could see was ghostly white;</p>\n<p>Dark was the night save for the snow&rsquo;s weird light.</p>\n<p>&nbsp;</p>\n<p>I <span role=\"region\" aria-label=\"Referenced Content\"><u>drew</u></span> the shades far down, crept into bed;</p>\n<p>Hearing the cold wind moaning overhead</p>\n<p>Through the sad pines, my soul, catching its pain,</p>\n<p>Went sorrowing with it across the plain.</p>\n</blockquote>",
    "templateclusterid": "572fb30a-de4c-4766-865e-a0a138644b1e",
    "parenttemplatename": "OSP-039-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "6e65b5cc-17c2-4a42-80e7-abf49c22dd0f",
        "content": "<p>Pulled</p>"
      },
      {
        "id": "d36ffbb2-b51c-4d50-a4bf-873e6f7b7d8e",
        "content": "<p>Drained</p>"
      },
      {
        "id": "cf7bc2d4-de4a-4bd7-a2d3-3b132e05b037",
        "content": "<p>Inspired</p>"
      },
      {
        "id": "fa6924db-2411-449f-a8f7-f9ef73683834",
        "content": "<p>Sketched</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959361,
    "pPcc": "P10#CAS",
    "questionId": "b2e31abc",
    "skill_cd": "CTC",
    "score_band_range_cd": 2,
    "uId": "896b4e2b-362e-48d8-a91b-ce426f91e231",
    "skill_desc": "Cross-Text Connections",
    "createDate": 1691007959361,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "3edde485-3d30-41b8-8af4-98ffa91a318a",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "b7ff6596-4cdb-4e80-b44f-520c92e2d012",
    "keys": [
      "6ffde011-05c6-487a-9eb5-29e5efe4a87c"
    ],
    "rationale": "<p>Choice D is the best answer. Author 1 acknowledges that Lewis sculpted other subjects besides historical and mythical figures, suggesting a variety of subjects depicted. Author 2 mentions that Lewis carved portrait busts as well as historical sculptures, which also implies variation among Lewis&rsquo;s subjects. </p><p>Choice A is incorrect. Neither text suggests that Lewis&rsquo;s portrait busts have received more attention or appreciation than her other work. Author 1 briefly mentions her &ldquo;other works,&rdquo; but mostly focuses on her historical and mythical works. Author 2 states that art historians have typically ignored her portrait busts, which suggests that they haven&rsquo;t overshadowed her other work. Choice B is incorrect. Neither text explicitly states that <em>The Death of Cleopatra</em> is Lewis&rsquo;s most famous piece. Author 1 mentions it as one example of her historical works, but does not single it out as being more important or influential than <em>Hagar</em>. Author 2 does not mention it at all, focusing instead on her portrait busts. Choice C is incorrect. This choice isn&rsquo;t supported by the texts. Neither text suggests that sculpting historical figures was a trend that faded quickly. </p>",
    "origin": "proteus",
    "stem": "<p>Based on the texts, both authors would most likely agree with which statement?&nbsp;</p>",
    "externalid": "3edde485-3d30-41b8-8af4-98ffa91a318a",
    "stimulus": "<p><strong>Text 1</strong></p>\n<p>American sculptor Edmonia Lewis is best known for her sculptures that represent figures from history and mythology, such as <em>The Death of Cleopatra</em> and <em>Haga</em>r. Although Lewis sculpted other subjects, her career as a sculptor is best represented by the works in which she depicted these historical and mythical themes.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Text 2&nbsp;</strong></p>\n<p>Art historians have typically ignored the many portrait busts Edmonia Lewis created. Lewis likely carved these busts (sculptures of a person&rsquo;s head) frequently throughout her long career. She is known for her sculptures that represent historical figures, but Lewis likely supported herself financially by carving portrait busts for acquaintances who paid her to represent their features. Thus, Lewis&rsquo;s portrait busts are a central aspect of her career as a sculptor.</p>",
    "templateclusterid": "1bb96b18-733c-4375-aaaa-157395a89bcc",
    "parenttemplatename": "OSP-KA-CTC-E006",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "e5aff14c-f483-4952-8188-f8d56826b820",
        "content": "<p>Lewis&rsquo;s portrait busts have overshadowed her other work.</p>"
      },
      {
        "id": "82efa7ef-9b6f-48d4-be27-09e98ffe3ba5",
        "content": "<p><em>The Death of Cleopatra</em> is Lewis&rsquo;s most famous piece.</p>"
      },
      {
        "id": "9af44078-f7b4-489f-a913-87534d138df0",
        "content": "<p>Sculpting representations of historical figures was a short-lived trend.</p>"
      },
      {
        "id": "6ffde011-05c6-487a-9eb5-29e5efe4a87c",
        "content": "<p>Lewis&rsquo;s works are varied in the subjects they depict.</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1730147323052,
    "pPcc": "P10#CAS",
    "questionId": "60f5c0d5",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "916e060e-38da-4183-9f2b-ea792ae8bca5",
    "skill_desc": "Words in Context",
    "createDate": 1730147323052,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "3511c2a7-97de-4c58-8cdd-06f33e46b181",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>Novelist Leon Forrest admired William Faulkner&rsquo;s writing style. Forrest&rsquo;s novel <em>Divine Days</em> contains a long passage in tribute to Faulkner that is a perfect <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> of Faulkner&rsquo;s style: anyone familiar with Faulkner&rsquo;s writing would see the resemblance.</p>",
    "type": "mcq",
    "keys": [
      "155e4662-0f1f-4e45-93e3-44fde969e026"
    ],
    "answerOptions": [
      {
        "id": "cadd2e5e-29f7-4631-a756-ab8d8c5f9f60",
        "content": "<p>forgetting</p>"
      },
      {
        "id": "3c42c8cd-dcc0-41f6-87a2-cd6260ece672",
        "content": "<p>rejection</p>"
      },
      {
        "id": "155e4662-0f1f-4e45-93e3-44fde969e026",
        "content": "<p>imitation</p>"
      },
      {
        "id": "b260ea1c-014e-4ea0-b019-e1522952d83d",
        "content": "<p>opinion</p>"
      }
    ],
    "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of novelist Leon Forrest&rsquo;s admiration of William Faulkner&rsquo;s writing style. In this context, \"imitation\" means something that resembles or reproduces something else. The text states that Forrest admired Faulkner&rsquo;s style and that anyone familiar with Faulkner&rsquo;s style would be able to see the stylistic similarities between a particular passage in Forrest&rsquo;s novel <em>Divine Days</em> and Faulkner&rsquo;s writing, a fact that supports the idea that Forrest&rsquo;s novel pays tribute to Faulkner by reproducing, or imitating, Faulkner&rsquo;s style.</p><p>Choice A is incorrect because in this context, a \"forgetting\" would mean an instance in which something is overlooked or not remembered. The text emphasizes Forrest&rsquo;s admiration for Faulkner&rsquo;s style and the fact that Forrest&rsquo;s writing in some instances closely resembles Faulkner&rsquo;s stylistically. It therefore wouldn&rsquo;t make sense to say that in trying to pay tribute to Faulkner&rsquo;s style, Forrest failed to remember it. Choice B is incorrect because in this context, a \"rejection\" would mean a dismissal of something as unworthy. The text emphasizes Forrest&rsquo;s admiration for Faulkner&rsquo;s writing style, stating that parts of Forrest&rsquo;s writings indicate efforts to copy that style. It wouldn&rsquo;t make sense therefore to suggest that Forrest had rejected or dismissed Faulkner&rsquo;s style as unworthy. Choice D is incorrect because in this context, an \"opinion\" would mean a view or judgment. Although the text focuses on Forrest&rsquo;s admiration of Faulkner, which suggests that Forrest had formed a positive judgment of Faulkner&rsquo;s style, the word opinion wouldn&rsquo;t make sense in this sentence: the sentence doesn&rsquo;t say that the passage from Forrest&rsquo;s novel expresses his view of Faulkner&rsquo;s style; rather, it suggests that stylistically, the passage closely resembles, or imitates, Faulkner&rsquo;s writing.</p>",
    "externalid": "3511c2a7-97de-4c58-8cdd-06f33e46b181",
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959316,
    "pPcc": "P10#CAS",
    "questionId": "5f6c6854",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "91b6579d-885b-412f-bd7f-86eab4827b27",
    "skill_desc": "Words in Context",
    "createDate": 1691007959316,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "40bb3e5d-a1dd-49ed-a57a-c8772051e9d2",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "9735a314-a512-4eae-af50-936935669396",
    "keys": [
      "5309ff79-e524-44de-bdca-b70b63eba260"
    ],
    "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of physicist Joseph Webster&rsquo;s research on gravitational waves. In this context &ldquo;foundational&rdquo; means the basis on which something else develops. The text indicates that Webster&rsquo;s experiments in the 1960s and 1970s were earlier than, and &ldquo;key&rdquo; to, the work of later scientists in the field; thus, Webster&rsquo;s work was foundational to the later scientists&rsquo; experiments and the eventual detection of a gravitational wave in 2015. &nbsp;</p><p>Choice B is incorrect because the text does not suggest that Webster&rsquo;s work was supplementary, or an additional element of an existing, larger project, but rather it was &ldquo;the basis for&rdquo; later experiments. Choice C is incorrect because the text does not assert that Webster&rsquo;s work was repetitive, or involved doing something the same way many times. Rather, the text indicates that Webster&rsquo;s work formed the basis for later investigations in the field of gravitational wave research. &nbsp;Choice D is incorrect because the text does not state that Webster&rsquo;s work was ineffective, or failed to produce the desired outcome. Rather, the text strongly implies that Webster&rsquo;s work was productive and extremely important to later work in the field of gravitational wave research.&nbsp;</p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "40bb3e5d-a1dd-49ed-a57a-c8772051e9d2",
    "stimulus": "<p>Physicist Joseph Weber performed <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> work in gravitational wave research in the 1960s and 1970s, conducting key experiments that scientists later used as the basis for their own investigations that led to the first verified detection of a gravitational wave in 2015.</p>",
    "templateclusterid": "3588ac2e-ee07-46ff-b6eb-8fd6e95c98b2",
    "parenttemplatename": "OSP-016-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "5309ff79-e524-44de-bdca-b70b63eba260",
        "content": "<p>foundational</p>"
      },
      {
        "id": "a4d72050-7a61-46b4-845d-b6fe793f0b47",
        "content": "<p>supplementary</p>"
      },
      {
        "id": "0ac1e107-6108-4fff-bed8-b85d79cfbcfe",
        "content": "<p>repetitive</p>"
      },
      {
        "id": "dc8f2ede-9cd4-4832-889c-adac8f1ef014",
        "content": "<p>ineffective</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959361,
    "pPcc": "P10#CAS",
    "questionId": "4871dabb",
    "skill_cd": "CTC",
    "score_band_range_cd": 2,
    "uId": "983e5eb0-8e36-4fa8-9b58-65454ad81bff",
    "skill_desc": "Cross-Text Connections",
    "createDate": 1691007959361,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "f952519c-47b4-4050-b3b8-3934f05c1835",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "35922aea-c514-40f0-a7dc-0910aa8df5a5",
    "keys": [
      "7af6b177-53ad-4d9f-972c-9a5c178539a9"
    ],
    "rationale": "<p>Choice C is the best answer. Text 1 claims that mandatory voting results in elections that \"better reflect the preferences of the country.\" Singh and Roy disagree. They claim that more voters doesn&rsquo;t equal more quality votes&mdash;instead, they argue that forced voting may lead to less-informed votes that \"may not reflect [voters&rsquo;] actual preferences.\"</p><p>Choice A is incorrect. Neither text mentions the population size of countries that require voting, or how that might affect election outcomes. Choice B is incorrect. Neither text discusses the effects of mandatory voting on other forms of political engagement. Choice D is incorrect. Neither text discusses the ease or difficulty of the voting process in countries that require voting.</p>",
    "origin": "proteus",
    "stem": "<p>Based on the texts, how would Singh and Roy (Text 2) most likely respond to the research discussed in Text 1?</p>",
    "externalid": "f952519c-47b4-4050-b3b8-3934f05c1835",
    "stimulus": "<p><span role=\"heading\" aria-level=\"2\"><strong>Text 1</strong></span></p>\n<p>Public policy researcher Anthony Fowler studied the history of elections in Australia, a country that requires citizens to vote. Fowler argues that requiring citizens to vote leads to a significant increase in voters who would otherwise not have the time or motivation to vote. Thus, election results in countries that require citizens to vote better reflect the preferences of the country as a whole.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span role=\"heading\" aria-level=\"2\"><strong>Text 2</strong></span></p>\n<p>Governments in democratic countries function better when more people vote. However, forcing people to vote may have negative consequences. Shane P. Singh and Jason Roy studied what happens when a country requires its citizens to vote. They found that when people feel forced to vote, they tend to spend less time looking for information about their choices when voting. As a result, votes from these voters may not reflect their actual preferences.</p>",
    "templateclusterid": "b8e1421f-decd-4d64-aca2-301e5ef9902f",
    "parenttemplatename": "OSP-KA-CTC-E007",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "75f17114-1947-46c0-af46-b3a14063eca5",
        "content": "<p>Only countries of a certain population size should implement mandatory voting.</p>"
      },
      {
        "id": "8cf40bb7-f7d8-4c01-ade2-8fbc004bfe5e",
        "content": "<p>People who are forced to vote are likely to become politically engaged in other ways, such as volunteering or running for office.</p>"
      },
      {
        "id": "7af6b177-53ad-4d9f-972c-9a5c178539a9",
        "content": "<p>Requiring people to vote does not necessarily lead to election outcomes that better represent the preferences of the country as a whole.</p>"
      },
      {
        "id": "6488417e-d87d-476a-86e4-62e30b74b5c1",
        "content": "<p>Countries that require voting must also make the process of voting easier for their citizens.</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "bed303b9",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "9c59a3a7-0a13-433a-91f1-77891b5c7610",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "5f3280cd-e6b6-460d-9cd2-eff1f3095600",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "ac639fe1-8bb0-40c6-9f03-7a6e7bb4832c",
    "keys": [
      "595d80ad-b4c0-4c17-ba1f-8dda500b664c"
    ],
    "rationale": "<p>Choice D is the best answer. &ldquo;Involved in&rdquo; means &ldquo;playing an active role in.&rdquo; This fits the context clues describing how Zollar includes the audience in her shows by incorporating their stories and pictures. </p><p>Choice A is incorrect. &ldquo;Nervous&rdquo; means &ldquo;worried or anxious about.&rdquo; Nothing in the text suggests that people would be nervous about Zollar&rsquo;s creative process. Choice B is incorrect. &ldquo;Completed by&rdquo; means &ldquo;made whole by.&rdquo; It doesn&rsquo;t make sense to say that Zollar&rsquo;s shows would make her audience complete. Choice C is incorrect. &ldquo;Delayed by&rdquo; means &ldquo;made late by.&rdquo; Nothing in the text suggests that people would be delayed by Zollar&rsquo;s creative process. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "5f3280cd-e6b6-460d-9cd2-eff1f3095600",
    "stimulus": "<p>Dance choreographer Jawole Willa Jo Zollar aims to give people the opportunity to be <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> her creative process. For example, live performances of her dance <em>HairStories</em>, which debuted in 2001, featured videos of people across the United States talking about their hair and audience members sharing pictures of their interesting hairstyles.</p>",
    "templateclusterid": "3671cc0e-9cf7-4f6a-bcb4-97f01fe17cba",
    "parenttemplatename": "OSP-KA-WIC-E006",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "6bcc8115-3107-4eff-ba9d-e4a9bb9d3d71",
        "content": "<p>nervous about</p>"
      },
      {
        "id": "083a0171-a235-4f80-9ec5-813aa108f0da",
        "content": "<p>completed by</p>"
      },
      {
        "id": "c5042bdd-43a5-4dc1-97fb-cf6f3a096dc6",
        "content": "<p>delayed by</p>"
      },
      {
        "id": "595d80ad-b4c0-4c17-ba1f-8dda500b664c",
        "content": "<p>involved in</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959358,
    "pPcc": "P10#CAS",
    "questionId": "c4b1ca8b",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "a3ca124a-381c-478e-8cf8-9b0964b925bf",
    "skill_desc": "Words in Context",
    "createDate": 1691007959358,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "3e7eb38e-32c1-4df3-b144-b9d1d5beac6c",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "6d3b9600-abd7-480f-a98c-5ba7e7bd21c8",
    "keys": [
      "d2b49534-23b9-48c1-b9f7-e09804b1ebf2"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of Jacob Lawrence&rsquo;s artistic process. In this context, &ldquo;observant&rdquo; means watchful and perceptive. The text emphasizes that the &ldquo;close attention&rdquo; Lawrence paid to &ldquo;all the details&rdquo; of his neighborhood allowed him to reflect subtle elements of &ldquo;the beauty and vitality of the Black experience&rdquo; in his artwork. This context indicates that being observant of his surroundings was an important part of Lawrence&rsquo;s work as an artist. </p><p>Choice A is incorrect because the text gives no indication that Lawrence was &ldquo;skeptical,&rdquo; or had an attitude of doubt in general or about particular things, let alone that skepticism was important to him as an artist. Rather than indicating that he was skeptical, the text focuses on how Lawrence paid careful attention to everything around him and reflected his observations in his artwork. Choice C is incorrect because the text gives no indication that Lawrence was &ldquo;critical,&rdquo; which in this context would mean inclined to criticize harshly or unfairly. Rather than indicating that Lawrence found fault in things, the text suggests that he paid careful attention to everything around him and that his artwork reflects this careful attention. Choice D is incorrect because the text doesn&rsquo;t suggest that Lawrence was &ldquo;confident,&rdquo; or self-assured. Rather than addressing how Lawrence felt about himself and how that feeling affected his artistic process, the text emphasizes the careful attention Lawrence paid to everything around him&mdash;attention that allowed him to capture subtle elements of a particular place and time in his artwork. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "3e7eb38e-32c1-4df3-b144-b9d1d5beac6c",
    "stimulus": "<p>For painter Jacob Lawrence, being <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> was an important part of the artistic process. Because he paid close attention to all the details of his Harlem neighborhood, Lawrence&rsquo;s artwork captured nuances in the beauty and vitality of the Black experience during the Harlem Renaissance and the Great Migration.</p>",
    "templateclusterid": "dc9484a7-a6d6-43be-8e63-02378c341a2c",
    "parenttemplatename": "OSP-980-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "7593a930-54ed-4d14-b980-790845175f87",
        "content": "<p>skeptical</p>"
      },
      {
        "id": "d2b49534-23b9-48c1-b9f7-e09804b1ebf2",
        "content": "<p>observant</p>"
      },
      {
        "id": "f184d772-634a-4c89-87bd-c9038bf1563b",
        "content": "<p>critical</p>"
      },
      {
        "id": "176ea416-b0c6-4bfd-872b-856c48732514",
        "content": "<p>confident</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1730147323031,
    "pPcc": "P10#CAS",
    "questionId": "52db755d",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "a8ed2d97-5eb7-49af-8524-487f086ae3af",
    "skill_desc": "Words in Context",
    "createDate": 1730147323031,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "9b93faf4-0537-4286-9930-2afe62d44731",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>As used in the text, what does the word &ldquo;determine&rdquo; most nearly mean?&nbsp;</p>",
    "stimulus": "<p>The following text is adapted from Charles Chesnutt&rsquo;s 1899 story &ldquo;The Wife of His Youth.&rdquo; Mr. Ryder is hosting a formal gathering where he will propose marriage to the woman he has been courting.</p>\n<blockquote>\n<p>[A] younger and less cautious man would long since have spoken. But he had made up his mind, and had only to <span role=\"region\" aria-label=\"Referenced Content\"><u>determine</u></span> the time when he would ask her to be his wife. He decided to give a ball in her honor, and at some time during the evening of the ball to offer her his heart and hand.</p>\n</blockquote>",
    "type": "mcq",
    "keys": [
      "f4d9a680-dd66-4cf5-940c-a02a35ca03cf"
    ],
    "answerOptions": [
      {
        "id": "f4d9a680-dd66-4cf5-940c-a02a35ca03cf",
        "content": "<p>Choose</p>"
      },
      {
        "id": "c9b3225a-1cf5-4750-a35a-3f9064b28a3e",
        "content": "<p>Influence</p>"
      },
      {
        "id": "80d05a1f-3416-41de-99af-9926810d76b0",
        "content": "<p>Demonstrate</p>"
      },
      {
        "id": "53fd68f1-1549-4f02-b323-828d48a11010",
        "content": "<p>Measure</p>"
      }
    ],
    "rationale": "<p>Choice A is the best answer because as used in the text, \"determine\" most nearly means choose or decide. The text indicates that Mr. Ryder \"had made up his mind\" to ask a woman to marry him but had not yet \"spoken\"&mdash;that is, he had not yet asked her. The text also indicates that Mr. Ryder \"decided\" to throw a party for the woman and ask her during it. This context conveys that after making up his mind to propose, what Mr. Ryder had to do was determine, or choose, the time to do it.</p><p>Choice B is incorrect because in this context, \"determine\" doesn&rsquo;t mean influence, or affect or control. The text isn&rsquo;t indicating that Mr. Ryder is controlling time itself; such a thing isn&rsquo;t possible. Rather, the text conveys that after making up his mind to ask a woman to marry him, Mr. Ryder had to make another decision about his own actions by selecting a time to propose. Choice C is incorrect. The text focuses on Mr. Ryder&rsquo;s plan to ask a woman to marry him and his decision about when to ask her. This context conveys that after making up his mind to propose, Mr. Ryder had to choose the time, not that he had to demonstrate, or show, the time; it&rsquo;s not clear what it would mean to demonstrate a time. Choice D is incorrect because in this context, \"determine\" doesn&rsquo;t mean measure, or control with careful restraint. The text isn&rsquo;t indicating that Mr. Ryder is carefully controlling time itself; such a thing isn&rsquo;t possible. Rather, the text conveys that after making up his mind to ask a woman to marry him, Mr. Ryder had to make another decision about his own actions by selecting a time to propose; it&rsquo;s Mr. Ryder&rsquo;s decision that is measured, not the time he eventually chooses.</p>",
    "externalid": "9b93faf4-0537-4286-9930-2afe62d44731",
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959361,
    "pPcc": "P10#CAS",
    "questionId": "ac2a3e8e",
    "skill_cd": "CTC",
    "score_band_range_cd": 2,
    "uId": "b99bf814-7b7c-4ea8-8978-e5e9217e9429",
    "skill_desc": "Cross-Text Connections",
    "createDate": 1691007959361,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "32674912-212e-4fe3-bbee-05839397bbaf",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "e6281159-b86c-4524-9ee2-f3e1c082071b",
    "keys": [
      "eb5f8151-4547-4d6e-bbeb-0c118b4c0910"
    ],
    "rationale": "<p>Choice D is the best answer. Both authors agree that Ludington&rsquo;s story has been widely celebrated and revered by Americans, even if they disagree on its accuracy. Text 1 states that Ludington has inspired postage stamps, statues, and TV series, and Text 2 states that many articles and books have been written about her. Thus, both authors acknowledge the popularity of Ludington&rsquo;s story. </p><p>Choice A is incorrect. Neither author claims that Ludington had a significant impact on the war. Text 1 doesn&rsquo;t mention how Ludington&rsquo;s ride affected the war overall, and Text 2 suggests that Ludington&rsquo;s ride may have been exaggerated or invented over time. Choice B is incorrect. Neither author claims that Ludington&rsquo;s route has been verified by historians. Text 1 claims she rode 40 miles through Putnam County, but doesn&rsquo;t cite any sources for this information, while Text 2 suggests the ride may not have even happened. Choice C is incorrect. This choice misreads text 2. Neither author claims that Ludington was not a real person, only that her ride may not have happened. Both authors seem to treat Ludington as a genuine historical figure. </p>",
    "origin": "proteus",
    "stem": "<p>Based on the texts, both authors would most likely agree with which statement?</p>",
    "externalid": "32674912-212e-4fe3-bbee-05839397bbaf",
    "stimulus": "<p><strong>Text 1</strong></p>\n<p>On April 26th, 1777, Sybil Ludington rode 40 miles by horse through Putnam County, New York, to gather up local militia. British forces were burning nearby Danbury, Connecticut, and Ludington wanted to rally rebel troops to meet them. Although she was only 16 years old at the time, her brave feat made Ludington one of the heroes of the American Revolution. Since then, Ludington has been widely celebrated, inspiring postage stamps, statues, and even children&rsquo;s TV series.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Text 2</strong></p>\n<p>Historian Paula D. Hunt researched the life and legacy of Sybil Ludington but found no evidence for her famous ride. Although many articles and books have been written about Ludington, Hunt believes writers may have been inventing details about Ludington as they retold her story. Ludington is revered by Americans today, but there simply isn&rsquo;t a strong historical record of her heroic ride.</p>",
    "templateclusterid": "bd34986e-063b-4926-978f-e06d22cd70a8",
    "parenttemplatename": "OSP-KA-CTC-E008",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "b0e365fc-a1ca-4c19-ac58-17c62ca67ebd",
        "content": "<p>Sybil Ludington was crucial to the outcome of the Revolutionary War.</p>"
      },
      {
        "id": "9975e909-1866-4f26-820b-1066a97b4245",
        "content": "<p>Historians have confirmed which route Sybil Ludington took.</p>"
      },
      {
        "id": "e0c4560b-01bf-4525-ae47-f55ba9de9128",
        "content": "<p>Sybil Ludington was likely not a real person.</p>"
      },
      {
        "id": "eb5f8151-4547-4d6e-bbeb-0c118b4c0910",
        "content": "<p>Many people have come to admire the story of Sybil Ludington&rsquo;s ride.</p>"
      }
    ],
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959357,
    "pPcc": "P10#CAS",
    "questionId": "afc3d0d1",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "b9f9ed59-3807-445e-8567-add33a06d32e",
    "skill_desc": "Words in Context",
    "createDate": 1691007959357,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "8fed581f-1329-4cb7-8727-8c2037159d3d",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "93281b45-91da-4708-bbf3-5ecd2361aa8b",
    "keys": [
      "9d4cd81d-e9b2-4cc0-9409-5e0db664d9e2"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of the OSIRIS-REx spacecraft&rsquo;s contact with the asteroid 101955 Bennu. In this context, &ldquo;collected&rdquo; means acquired and took away. The text indicates that although the boulders on the asteroid&rsquo;s surface caused some unforeseen problems, OSIRIS-REx was able to gather a sample to return to Earth. This context suggests that OSIRIS-REx successfully collected a sample of 101955 Bennu. </p><p>Choice A is incorrect because in this context &ldquo;attached&rdquo; means connected or affixed. The text indicates that OSIRIS-REx gathered pieces of 101955 Bennu to bring to Earth; it doesn&rsquo;t suggest that the spacecraft attached anything to the asteroid. Choice C is incorrect because in this context &ldquo;followed&rdquo; means tracked or traveled behind and the text discusses OSIRIS-REx&rsquo;s brief encounter with 101955 Bennu during which the spacecraft gathered a sample to bring to Earth. The text doesn&rsquo;t suggest that the spacecraft tracked the sample, and it&rsquo;s not clear what it would mean for the spacecraft to travel behind the sample it collected.&nbsp;Choice D is incorrect because in this context &ldquo;replaced&rdquo; means put back or returned. The text indicates that OSIRIS-REx gathered pieces of 101955 Bennu to bring to Earth but doesn&rsquo;t suggest that anything was returned to the asteroid. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "8fed581f-1329-4cb7-8727-8c2037159d3d",
    "stimulus": "<p>The spacecraft OSIRIS-REx briefly made contact with the asteroid 101955 Bennu in 2020. NASA scientist Daniella DellaGiustina reports that despite facing the unexpected obstacle of a surface mostly covered in boulders, OSIRIS-REx successfully <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> a sample of the surface, gathering pieces of it to bring back to Earth.</p>",
    "templateclusterid": "62ce2209-4e77-48b1-ac76-29ce9773c8c5",
    "parenttemplatename": "OSP-961-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "a1aaacac-468e-46b3-9053-e5a4a21aaf59",
        "content": "<p>attached</p>"
      },
      {
        "id": "9d4cd81d-e9b2-4cc0-9409-5e0db664d9e2",
        "content": "<p>collected</p>"
      },
      {
        "id": "a93aa444-8ff6-493c-9a97-3d8258a37bf3",
        "content": "<p>followed</p>"
      },
      {
        "id": "59f750ba-87a9-4c16-af76-30d1fa04e0b1",
        "content": "<p>replaced</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "55e53150",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "bb355e4a-c200-46ba-8595-6f1c027ebc96",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "de5605c6-c05a-4384-b569-7efefdfccbd2",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "1937b3a4-cd1e-4837-b10e-188f6c4003c8",
    "keys": [
      "85c8586d-95db-4c20-b9e5-4b1c3be8b28e"
    ],
    "rationale": "<p>Choice B is the best answer. The text suggests that Mrs. Adam&rsquo;s typical Christmas present from her husband was a vase that cost, or was \"priced at,\" about twelve or fourteen dollars.</p><p>Choice A is incorrect. This isn&rsquo;t the meaning of \"marked\" as used here. It wouldn&rsquo;t make sense to say that a vase was \"staged at twelve or fourteen dollars.\" Choice C is incorrect. This isn&rsquo;t the meaning of \"marked\" as used here. It wouldn&rsquo;t make sense to say that a vase was \"stained at twelve or fourteen dollars.\" Choice D is incorrect. This isn&rsquo;t the meaning of \"marked\" as used here. It wouldn&rsquo;t make sense to say that a vase was \"watched at twelve or fourteen dollars.\"</p>",
    "origin": "proteus",
    "stem": "<p>As used in the text, what does the word &ldquo;marked&rdquo; most nearly mean?</p>",
    "externalid": "de5605c6-c05a-4384-b569-7efefdfccbd2",
    "stimulus": "<p>The following text is from Booth Tarkington&rsquo;s 1921 novel <em>Alice Adams</em>.</p>\n<blockquote>\n<p>Mrs. Adams had always been fond of vases, she said, and every year her husband&rsquo;s Christmas present to her was a vase of one sort or another&mdash;whatever the clerk showed him, <span role=\"region\" aria-label=\"Referenced Content\"><u>marked</u></span> at about twelve or fourteen dollars.</p>\n</blockquote>",
    "templateclusterid": "b5084f8f-7744-4337-9199-93451804a761",
    "parenttemplatename": "OSP-KA-WIC-E001",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "471b2b5c-d583-42a8-856f-73b7b49b77ba",
        "content": "<p>Staged</p>"
      },
      {
        "id": "85c8586d-95db-4c20-b9e5-4b1c3be8b28e",
        "content": "<p>Priced</p>"
      },
      {
        "id": "03efaa06-8019-492c-aaa4-f7b89362c23f",
        "content": "<p>Stained</p>"
      },
      {
        "id": "f2d07622-2ad7-48cb-9351-9ec6a7052d6b",
        "content": "<p>Watched</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1730147323052,
    "pPcc": "P10#CAS",
    "questionId": "535c4602",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "c50657e9-c8c4-4d4c-8d84-a977297d893a",
    "skill_desc": "Words in Context",
    "createDate": 1730147323052,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "7a2c8836-7561-41d9-a391-1a2361cad7b6",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>As used in the text, what does the word &ldquo;featured&rdquo; most nearly mean?</p>",
    "stimulus": "<p>The following text is from Darcie Little Badger&rsquo;s 2021 novel <em>A Snake Falls to Earth</em>. Nina is looking at old family photographs.</p>\n<blockquote>\n<p>Nina couldn&rsquo;t stop looking at the sepia-toned photograph in an oak frame. Propped on the window ledge, it <span style=\"text-decoration: underline;\" role=\"region\" aria-label=\"Referenced Content\">featured</span> a portrait of Great-Great-Grandmother Rosita as a young woman.</p>\n</blockquote>\n<p style=\"text-align: right;\"><span class=\"dap_copyright\">&copy;2021 by Darcie Little Badger</span></p>",
    "type": "mcq",
    "keys": [
      "f95cc719-61df-4a03-8d95-d25600cc54c0"
    ],
    "answerOptions": [
      {
        "id": "f95cc719-61df-4a03-8d95-d25600cc54c0",
        "content": "<p>Displayed</p>"
      },
      {
        "id": "f6dbee95-1e86-46c2-ae6a-856930c12e99",
        "content": "<p>Questioned</p>"
      },
      {
        "id": "4451b81d-7e46-4b5f-9974-31b904616572",
        "content": "<p>Approved</p>"
      },
      {
        "id": "2ccbfb24-6984-4aa2-a9e1-76f7c7b5f0a6",
        "content": "<p>Ignored</p>"
      }
    ],
    "rationale": "<p>Choice A is the best answer because as used in the text, \"featured\" most nearly means displayed. The text describes Nina&rsquo;s fascination with a framed photograph. It then goes on to describe what the photograph showed, or displayed, which is a portrait of Nina&rsquo;s great-great-grandmother Rosita as a young woman. Thus, the text indicates that the photograph displayed a portrait of Rosita.</p><p>Choice B is incorrect because the text identifies the person shown in the photograph as Nina&rsquo;s great-great-grandmother; it gives no indication that the contents of the photograph were questioned, or asked about. Choice C is incorrect because approved means expressed a favorable opinion of, and there&rsquo;s nothing to suggest that the photograph of Nina&rsquo;s great-great-grandmother has received approval or been viewed favorably, only that Nina is unable to stop looking at it. Choice D is incorrect because nothing in the text suggests that the photograph Nina is fascinated with ignored, or refused to take notice of, Nina&rsquo;s great-great-grandmother Rosita. Rather, the text indicates that the photograph was a portrait of Rosita.</p>",
    "externalid": "7a2c8836-7561-41d9-a391-1a2361cad7b6",
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959355,
    "pPcc": "P10#CAS",
    "questionId": "ce436d52",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "c761ea66-dc05-46e2-bd2f-764412d6bc82",
    "skill_desc": "Words in Context",
    "createDate": 1691007959355,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "dd3fc9b7-9ac2-4318-9a85-01a56c1022a0",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "a5f36665-eab8-4cfb-8216-6f71895348fb",
    "keys": [
      "9152a62c-fd08-46a3-851d-9cb64e9965fe"
    ],
    "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of John Ashbery&rsquo;s poems. As used in this context, &ldquo;interpret&rdquo; would mean decipher the meaning of. The text indicates that Ashbery&rsquo;s poems have many unusual features, that it&rsquo;s difficult to tell what exactly the poems&rsquo; subject matter is, and that scholars strongly disagree about the poems. This context conveys the idea that it&rsquo;s difficult to interpret Ashbery&rsquo;s poems.&nbsp;</p><p>Choice A is incorrect because &ldquo;delegate&rdquo; means to assign someone as a representative of another person or to entrust something to someone else, neither of which would make sense in context. The text is focused only on the difficulty that readers have interpreting Ashbery&rsquo;s poems due to their many unusual features; it doesn&rsquo;t suggest anything about the poems being difficult to delegate. Choice B is incorrect because describing Ashbery&rsquo;s poems as difficult to &ldquo;compose,&rdquo; or put together or produce, would make sense only if the text were about Ashbery&rsquo;s experience of writing the poems. It could be true that it was difficult for Ashbery to compose his poems, but the text doesn&rsquo;t address this; it instead discusses how readers interpret and engage with the poems. Choice D is incorrect because describing Ashbery&rsquo;s poems as being difficult to &ldquo;renounce,&rdquo; or give up or refuse, wouldn&rsquo;t make sense in context. The text focuses on the idea that features of Ashbery&rsquo;s poems are odd or unclear and have caused heated scholarly debate. This context suggests that the poems are difficult to interpret, not that the poems are difficult to renounce. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "dd3fc9b7-9ac2-4318-9a85-01a56c1022a0",
    "stimulus": "<p>Due to their often strange images, highly experimental syntax, and opaque subject matter, many of John Ashbery&rsquo;s poems can be quite difficult to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> and thus are the object of heated debate among scholars.</p>",
    "templateclusterid": "2c2c5025-4d71-49a0-ba2d-7ab842ce683a",
    "parenttemplatename": "OSP-924-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "fc8cfaf2-66fd-46e6-b25e-0eb93e16520d",
        "content": "<p>delegate</p>"
      },
      {
        "id": "17ff07f0-c715-4e72-a3d6-4c75266b5593",
        "content": "<p>compose</p>"
      },
      {
        "id": "9152a62c-fd08-46a3-851d-9cb64e9965fe",
        "content": "<p>interpret</p>"
      },
      {
        "id": "46c250c9-e433-4911-8c30-d469535e8794",
        "content": "<p>renounce</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1730147323040,
    "pPcc": "P10#CAS",
    "questionId": "a443105a",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "c7ac5b4e-7352-4319-821b-4afe0f975a23",
    "skill_desc": "Words in Context",
    "createDate": 1730147323040,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "11826936-eafe-4e3e-bffc-413f20fc3a51",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>Manul cats are small, shy felines. They live mostly alone in out-of-the-way parts of Asia, such as on Mount Everest. These cats have been difficult to research because their habitats are so <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> large populations of humans.</p>",
    "type": "mcq",
    "keys": [
      "aceaadb2-2878-49a6-befd-dc4444b2845d"
    ],
    "answerOptions": [
      {
        "id": "c8027248-b76b-4098-981c-feb4d4bef769",
        "content": "<p>full of</p>"
      },
      {
        "id": "5598e170-3903-486d-baef-088d58e28d6b",
        "content": "<p>drawn to</p>"
      },
      {
        "id": "20cd04eb-de1b-41eb-a909-58193d33b052",
        "content": "<p>responsible for</p>"
      },
      {
        "id": "aceaadb2-2878-49a6-befd-dc4444b2845d",
        "content": "<p>distant from</p>"
      }
    ],
    "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of manul cats. The text states that manul cats live in \"out-of-the-way parts of Asia\" (citing the famously remote Mount Everest as an example) and indicates that it is difficult to research the cats because of the location of their habitats. By emphasizing that the habitats are remote in relation to humans, the text conveys that being \"distant from,\" or far from, large groups of humans makes manul cats challenging to study.</p><p>Choice A is incorrect because saying that the habitats of manul cats are \"full of large populations of humans\" would indicate that the cats cohabitate with many humans, which would directly contradict the text&rsquo;s claim that the cats live in \"out-of-the-way\" areas. Choice B is incorrect because the missing words describe an aspect of manul cats&rsquo; habitats, or the areas where they live, and it wouldn&rsquo;t make sense to say that areas could be \"drawn to,\" or attracted by, large groups of humans. Choice C is incorrect. In this context, \"responsible for\" would mean either having an obligation to care for something or being the cause of something, and it wouldn&rsquo;t make sense to say that the habitats of manul cats (the areas where the cats live) would need to care for humans or that the habitats somehow created large human populations.</p>",
    "externalid": "11826936-eafe-4e3e-bffc-413f20fc3a51",
    "correct_answer": [
      "D"
    ]
  },
  {
    "updateDate": 1691007959324,
    "pPcc": "P10#CAS",
    "questionId": "e07e635c",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "c96a15cb-a033-4219-8769-a811033838fe",
    "skill_desc": "Words in Context",
    "createDate": 1691007959324,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "0524fed6-0b7e-4b79-ab77-46395a4aba62",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "45534c9a-97d4-46bc-8f54-8bee378e131d",
    "keys": [
      "2c306945-bfbb-4569-82ff-5bd592b03599"
    ],
    "rationale": "<p>Choice A is the best answer because it most logically and precisely completes the text&rsquo;s discussion of the Southern Pacific Railroad. As used in this context, \"dominance\" means the state of being more successful than others. The text states that the Southern Pacific Railroad already controlled 85% of California&rsquo;s railways in 1877, and that the Sunset Route it constructed in 1883 was the first transcontinental rail line across the southern United States. Therefore, the Southern Pacific Railroad would be more successful than other railroads in the area, and the construction of the Sunset Route would further solidify its dominance in rail access to California&rsquo;s coast.</p><p>Choice B is incorrect. Although the construction of the Sunset Route must have required some creativity, or use of imagination, the word \"creativity\" would not also encompass the fact that the Southern Pacific Railroad already controlled 85% of California&rsquo;s railways. The text is more focused on the railroad&rsquo;s control of the field and overall success rather than its imaginative thought processes. Choice C is incorrect because if the Southern Pacific Railroad controlled the majority of California&rsquo;s railways, it would not make sense to refer to its \"insignificance,\" or the state of being unimportant. Rather, the opposite would be true. Choice D is incorrect because in context it would not make sense to refer to the Southern Pacific Railroad&rsquo;s \"neutrality,\" or absence of strong opinion on a matter, since no opinions are mentioned. Nor would \"neutrality\" in the sense of impartiality in a conflict be a logical or precise choice since no conflict is explicitly described. There might be an implied conflict between the Southern Pacific Railroad and other railroads doing business in California, but that is not a conflict in which the Southern Pacific Railroad would take an impartial position.</p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "0524fed6-0b7e-4b79-ab77-46395a4aba62",
    "stimulus": "<p>In 1877, 85% of California&rsquo;s railways were already controlled by the Southern Pacific Railroad. The company further solidified its <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> in rail access to the state&rsquo;s Pacific coast when it completed the Sunset Route in 1883: running from Louisiana to Southern California, the route established the first transcontinental rail line across the southern United States.&nbsp;</p>",
    "templateclusterid": "61cbbb67-f6b2-48d2-9553-e56d31c51a23",
    "parenttemplatename": "OSP-050-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "2c306945-bfbb-4569-82ff-5bd592b03599",
        "content": "<p>dominance</p>"
      },
      {
        "id": "cd568a3d-9122-45ba-b15e-9761f9ea4f27",
        "content": "<p>creativity</p>"
      },
      {
        "id": "3b8f4ae1-47ba-4c5b-831b-a6502c75260f",
        "content": "<p>insignificance</p>"
      },
      {
        "id": "2286284d-e5c1-4014-bd13-49f9582d613c",
        "content": "<p>neutrality</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "c6fb83ae",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "d21671a7-93ca-4e32-aba5-5b610c5e58fb",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "7740dcbf-6582-4063-b1a2-01dbe8e08128",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "b90cf24b-4b82-4436-a3d5-bb49b75b19e1",
    "keys": [
      "88850f1d-4144-48d7-92c3-b11f5728f784"
    ],
    "rationale": "<p>Choice C is the best answer because as used in the text, &ldquo;spread&rdquo; most nearly means extended. The text states that the zoo is &ldquo;huge,&rdquo; that it covers &ldquo;numberless acres,&rdquo; and that it is large enough that a train is needed to explore it. Thus, the text&rsquo;s emphasis on the zoo&rsquo;s size suggests that the zoo extended, or stretched, over a large area of land. </p><p>Choice A is incorrect because if the zoo covers &ldquo;numberless acres,&rdquo; then it could not reasonably be described as hidden, or concealed from view. Choice B is incorrect because there is nothing in the text to suggest that the zoo was discussed, or talked about. Rather, the text focuses on the zoo&rsquo;s large size.&nbsp;Choice D is incorrect. Although in some contexts &ldquo;spread&rdquo; can mean coated, it doesn&rsquo;t have that meaning in this context because to coat something means to apply a thin layer of a liquid substance, such as oil or paint, to a surface. Therefore, it would not be accurate to say that the zoo coated the acres on which it sits.&nbsp;&nbsp;</p>",
    "origin": "proteus",
    "stem": "<p>As used in the text, what does the word &ldquo;spread&rdquo; most nearly mean?</p>",
    "externalid": "7740dcbf-6582-4063-b1a2-01dbe8e08128",
    "stimulus": "<p>The following text is from Yann Martel&rsquo;s 2001 novel <em>Life of Pi</em>. The narrator&rsquo;s family owned a zoo when he was a child.&nbsp;</p>\n<blockquote>\n<p>It was a huge zoo, <span role=\"region\" aria-label=\"Referenced Content\"><u>spread</u></span> over numberless acres, big enough to require a train to explore it, though it seemed to get smaller as I grew older, train included.&nbsp;</p>\n</blockquote>\n<p style=\"text-align: right;\"><span class=\"dap_copyright\">&copy;2001 by Yann Martel</span></p>",
    "templateclusterid": "73eca24b-ec50-4d1f-a3d4-aa5b68e2d5f2",
    "parenttemplatename": "OSP-KA-WIC-E005",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "a4110fca-339c-4a25-a125-1d17d68f2ba1",
        "content": "<p>Hidden</p>"
      },
      {
        "id": "6c7385a3-3c64-4a11-9bb4-f7ed3ff8f5f2",
        "content": "<p>Discussed</p>"
      },
      {
        "id": "88850f1d-4144-48d7-92c3-b11f5728f784",
        "content": "<p>Extended</p>"
      },
      {
        "id": "05c7edce-0354-4add-a722-060736ecd9ff",
        "content": "<p>Coated</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959318,
    "pPcc": "P10#CAS",
    "questionId": "4fd9ca5d",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "d2e3b690-16f0-4422-8eda-83c32131df4d",
    "skill_desc": "Words in Context",
    "createDate": 1691007959318,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "4afe3db2-b623-42c2-85aa-cab808b4b049",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "3e7df5bd-934f-4880-b427-39b276d3fa5b",
    "keys": [
      "9f5b7817-fdeb-4e5e-a966-749b92deb4e1"
    ],
    "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of Helen Liu Fong&rsquo;s architectural designs. In this context, &ldquo;traditional&rdquo; means conventional. The text states that rather than use &ldquo;standard shapes and colors,&rdquo; Fong pursued &ldquo;innovative&rdquo; and &ldquo;daring&rdquo; design choices in her work. Fong&rsquo;s style is depicted as inventive, so it therefore makes sense in this context that she avoided mainstream, traditional designs in her buildings.&nbsp;</p><p>Choice A is incorrect because the text indicates that Fong&rsquo;s work is innovative and experimental. Thus, Fong&rsquo;s design choices could reasonably be considered creative, or original. She likely would have pursued creative designs, not avoided them. Choice B is incorrect because the text indicates that Fong used &ldquo;daring&rdquo; hues in her designs. Thus, Fong likely would have pursued bold, or brave and vivid design choices; she wouldn&rsquo;t have avoided them. Choice D is incorrect because the text doesn&rsquo;t address whether Fong&rsquo;s designs are understandable, or reasonable or expected. The text focuses on certain characteristics of Fong&rsquo;s designs, not on how people received or understood them. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "4afe3db2-b623-42c2-85aa-cab808b4b049",
    "stimulus": "<p>As an architect in Los Angeles in the 1950s, Helen Liu Fong became known for avoiding <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> designs in her buildings. Instead of using standard shapes and colors, she typically explored innovative forms and daring hues.</p>",
    "templateclusterid": "de9651ac-7e95-407c-93c6-8256fc450885",
    "parenttemplatename": "OSP-024-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "8d54ae8f-f761-4e81-aa69-1deed3969dee",
        "content": "<p>creative</p>"
      },
      {
        "id": "4f8f2bd8-fe66-4944-9791-a5f1bbb71c06",
        "content": "<p>bold</p>"
      },
      {
        "id": "9f5b7817-fdeb-4e5e-a966-749b92deb4e1",
        "content": "<p>traditional</p>"
      },
      {
        "id": "3af8341c-647e-4294-bb08-70c60830e40a",
        "content": "<p>understandable</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959374,
    "pPcc": "P10#CAS",
    "questionId": "428d801f",
    "skill_cd": "TSP",
    "score_band_range_cd": 1,
    "uId": "d6df5db0-9b27-4360-b258-c24eb3b2ec32",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959374,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "c108292b-f5d4-48c1-8551-791dae982b3e",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "1723f7ea-1754-4ab0-83c7-5fb66957ef00",
    "keys": [
      "b979062a-3de3-4d5f-a472-9af3c09ab760"
    ],
    "rationale": "<p>Choice C is the best answer. The first three sentences describe the general situation: these early films have been lost, and we only know about them from small pieces of evidence. The rest of the text offers specific examples of the small pieces of evidence. </p><p>Choice A is incorrect. This isn&rsquo;t the overall structure. The fact that we only know about these lost early films from small pieces of evidence isn&rsquo;t presented as a &ldquo;complex problem&rdquo;&mdash;that&rsquo;s too extreme. And the examples presented are not &ldquo;unsuccessful attempts&rdquo; to solve it. If anything, the examples represent a success, because we discovered that these films existed in the first place. Choice B is incorrect. This isn&rsquo;t the overall structure. There&rsquo;s no &ldquo;debate&rdquo; presented in the text, so there&rsquo;s no &ldquo;side&rdquo; for the text to support. Choice D is incorrect. This isn&rsquo;t the overall structure. The text doesn&rsquo;t discuss any &ldquo;differences&rdquo; between the filmmakers. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice best describes the overall structure of the text?</p>",
    "externalid": "c108292b-f5d4-48c1-8551-791dae982b3e",
    "stimulus": "<p>Many films from the early 1900s have been lost. These losses include several films by the first wave of Black women filmmakers. We know about these lost movies only from small pieces of evidence. For example, an advertisement for Jennie Louise Touissant Welcome&rsquo;s documentary <em>Doing Their Bit</em> still exists. There&rsquo;s a reference in a magazine to Tressie Souders&rsquo;s film <em>A Woman&rsquo;s Error</em>. And Maria P. Williams&rsquo;s <em>The Flames of Wrath</em> is mentioned in a letter and a newspaper article, and one image from the movie was discovered in the 1990s.</p>",
    "templateclusterid": "4222602a-0372-44d2-99f1-db571b3bf714",
    "parenttemplatename": "OSP-KA-TSP-E002",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "72e0c490-e1ad-4984-95fe-c2b63be6eb18",
        "content": "<p>The text identifies a complex problem, then presents examples of unsuccessful attempts to solve that problem.&nbsp;</p>"
      },
      {
        "id": "afa6829d-a040-469e-bfb9-068723e8bc3f",
        "content": "<p>The text summarizes a debate among researchers, then gives reasons for supporting one side in that debate.&nbsp;</p>"
      },
      {
        "id": "b979062a-3de3-4d5f-a472-9af3c09ab760",
        "content": "<p>The text describes a general situation, then illustrates that situation with specific examples.</p>"
      },
      {
        "id": "2dfabf52-8b4e-4ba8-be6f-cfd38f91057c",
        "content": "<p>The text discusses several notable individuals, then explains commonly overlooked differences between those individuals.&nbsp;</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959318,
    "pPcc": "P10#CAS",
    "questionId": "8f9ba3f1",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "d832e26e-0215-42e2-a5d5-a16d81475936",
    "skill_desc": "Words in Context",
    "createDate": 1691007959318,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "1254ceb3-3b92-41be-b677-6482492613a6",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "3c363503-4318-4d9e-be32-5f002e31eea8",
    "keys": [
      "50d25523-eec2-43ca-8897-9b5d75552fb1"
    ],
    "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of Olga Tokarczuk&rsquo;s novel <em>The Books of Jacob</em>. As used in this context, &ldquo;complexity&rdquo; means having many complicated parts that when taken as a whole are difficult to follow or explain. The text indicates that <em>The Books of Jacob</em> has a large cast of characters, a complicated and wandering plot (that is, a plot that is difficult to follow), and reverse page numbering. Together, these features make up a novel that&rsquo;s challenging to read and summarize. This context supports the idea that a brief book review can&rsquo;t do justice to the novel&rsquo;s complexity. </p><p>Choice A is incorrect. Although the word &ldquo;accuracy,&rdquo; or being free from error or falsehood, can sometimes be used to describe a novel, the text doesn&rsquo;t discuss whether Tokarczuk&rsquo;s novel has this quality. Instead, the text describes the novel as having a large cast of characters, a difficult-to-follow plot, and reverse page numbering. These features suggest complexity, not accuracy. Choice B is incorrect because &ldquo;inactivity&rdquo; means being in a state of idleness or doing nothing, neither of which would make sense in this context. The text describes Tokarczuk&rsquo;s novel, and although it&rsquo;s possible the novel could portray its characters as inactive, it wouldn&rsquo;t make sense to describe the novel itself as such.&nbsp;Choice D is incorrect because in this context &ldquo;restraint&rdquo; would mean holding back or showing self-control, and the text doesn&rsquo;t indicate that Tokarczuk&rsquo;s novel has either of these qualities. In fact, the features of the novel that the text describes, such as a large cast of characters, a complicated and wandering plot, and reverse page numbering, suggest excess and complexity, not restraint. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "1254ceb3-3b92-41be-b677-6482492613a6",
    "stimulus": "<p>A brief book review cannot fully convey the <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> of Olga Tokarczuk&rsquo;s novel <em>The Books of Jacob</em>, with its enormous cast of characters, its complicated, wandering plot, and its page numbers that count backward (beginning at 965 and ending at 1).</p>",
    "templateclusterid": "74ee2532-4409-4f87-8ea2-cbaf6e579d37",
    "parenttemplatename": "OSP-025-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "b36901c7-0bac-468b-b239-4f5aa98bd54e",
        "content": "<p>accuracy</p>"
      },
      {
        "id": "37b89118-c4de-4d31-bcfa-a3c56bdf6a4a",
        "content": "<p>inactivity</p>"
      },
      {
        "id": "50d25523-eec2-43ca-8897-9b5d75552fb1",
        "content": "<p>complexity</p>"
      },
      {
        "id": "fa9ffd91-d3ae-4575-9cd5-239d823030bf",
        "content": "<p>restraint</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1691007959325,
    "pPcc": "P10#CAS",
    "questionId": "32897050",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "d95fe6e7-97b9-4692-adec-73fe8ea9829d",
    "skill_desc": "Words in Context",
    "createDate": 1691007959325,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "3df1c9a3-2e5a-429a-b8dc-f8bafc6c9918",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "ffde5c5a-fd52-48ce-8336-7d43397425cf",
    "keys": [
      "a264486c-14b3-47f1-a20b-583983e14fc1"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of the contributions of the Sumerian civilization. In this context, &ldquo;introduced&rdquo; means brought into practice or use. The text states that the first reference to a seven-day week appears in the Sumerian <em>Epic of Gilgamesh</em>. The text presents this information about the seven-day week as an example of a concept introduced by the Sumerian civilization that persists into present-day civilizations.&nbsp;</p><p>Choice A is incorrect because nothing in the text suggests that the Sumerian civilization &ldquo;transformed,&rdquo; or changed the nature of, concepts that persist into present-day civilizations. Instead, the text&rsquo;s presentation of a Sumerian literary work that contains the first description of the seven-day week is an example of the phenomenon described in the first half of the sentence, suggesting that the Sumerians invented many concepts that still persist.&nbsp;Choice C is incorrect because the information that a Sumerian literary work includes the first description of the seven-day week suggests that Sumerian civilization may have originated the seven-day week and other concepts that persist into present-day civilizations, not that it &ldquo;inherited&rdquo; the concepts, or received them from an ancestral figure or culture. Choice D is incorrect because the information that Sumerian civilization produced the first description of the seven-day week is presented as an example of the phenomenon described in the first half of the sentence, suggesting that Sumerian civilization originated this and other concepts that still persist, not that the Sumerians &ldquo;overlooked,&rdquo; or failed to notice or consider, such concepts. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "3df1c9a3-2e5a-429a-b8dc-f8bafc6c9918",
    "stimulus": "<p>Sumerian civilization (which lasted from around 3300 to 2000 BCE) <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> many concepts that persist into present-day civilizations: for example, the first description of the seven-day week appears in the Sumerian <em>Epic of Gilgamesh</em>.</p>",
    "templateclusterid": "88e42901-9536-45b9-9372-a748c80b1a5c",
    "parenttemplatename": "OSP-059-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "7c8c1780-d12b-4b89-9d13-5e8a48e0ea54",
        "content": "<p>transformed</p>"
      },
      {
        "id": "a264486c-14b3-47f1-a20b-583983e14fc1",
        "content": "<p>introduced</p>"
      },
      {
        "id": "c01a83b8-9143-404b-9b15-0a60e92de320",
        "content": "<p>inherited</p>"
      },
      {
        "id": "aa46103b-75c9-4d40-a393-2a3d78d96443",
        "content": "<p>overlooked</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959360,
    "pPcc": "P10#CAS",
    "questionId": "29b5b9c2",
    "skill_cd": "CTC",
    "score_band_range_cd": 1,
    "uId": "da1fc03a-5921-499d-9fa5-7bdc912a1085",
    "skill_desc": "Cross-Text Connections",
    "createDate": 1691007959360,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "e922c1df-ab9c-47b9-b4c0-1bdf3bfa1b7e",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "d6494708-5055-499c-90e6-e51d63ab2908",
    "keys": [
      "9ef8cd05-6a20-44fa-b4a9-dc0575d151d8"
    ],
    "rationale": "<p>Choice A is the best answer. Text 1 states that cassava&rsquo;s &ldquo;rise to popularity was slow&rdquo; in West Africa. Text 2 also describes cassava&rsquo;s &ldquo;slow adoption into the diet of West Africans.&rdquo; While the two texts identify different causes for this slow adoption, both agree that cassava took a long time to catch on. </p><p>Choice B is incorrect. This isn&rsquo;t something that either text claims. Cassava is the only crop discussed in the passages, so we have no basis to draw conclusions about what the authors might say about &ldquo;several&rdquo; crops. Choice C is incorrect. This isn&rsquo;t something that either text claims. Neither text mentions the &ldquo;climate of the West African coast,&rdquo; so we have no evidence that either author would agree with this. Choice D is incorrect. This isn&rsquo;t something that either text claims. The 1500s were when cassava was brought to West Africa, but neither text describes how cassava is cooked, nor do they make any claims about when cooking methods were developed. </p>",
    "origin": "proteus",
    "stem": "<p>Based on the texts, the author of Text 1 and the author of Text 2 would most likely agree with which statement?</p>",
    "externalid": "e922c1df-ab9c-47b9-b4c0-1bdf3bfa1b7e",
    "stimulus": "<p><span role=\"heading\" aria-level=\"2\"><strong>Text 1</strong></span></p>\n<p>Today the starchy root cassava is found in many dishes across West Africa, but its rise to popularity was slow. Portuguese traders brought cassava from Brazil to the West African coast in the 1500s. But at this time, people living in the capitals further inland had little contact with coastal communities. Thus, cassava remained relatively unknown to most of the region&rsquo;s inhabitants until the 1800s.</p>\n<p>&nbsp;</p>\n<p><span role=\"heading\" aria-level=\"2\"><strong>Text 2</strong></span></p>\n<p>Cassava&rsquo;s slow adoption into the diet of West Africans is mainly due to the nature of the crop itself. If not cooked properly, cassava can be toxic. Knowledge of how to properly prepare cassava needed to spread before the food could grow in popularity. The arrival of formerly enslaved people from Brazil in the 1800s, who brought their knowledge of cassava and its preparation with them, thus directly fueled the spread of this crop.</p>",
    "templateclusterid": "49238315-ccf1-4c00-974a-7eb307c6f3e3",
    "parenttemplatename": "OSP-KA-CTC-E001",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "9ef8cd05-6a20-44fa-b4a9-dc0575d151d8",
        "content": "<p>Cassava did not become a significant crop in West Africa until long after it was first introduced.</p>"
      },
      {
        "id": "19886634-fa87-4d38-8ace-9345c3ac29f5",
        "content": "<p>Several of the most commonly grown crops in West Africa are originally from Brazil.</p>"
      },
      {
        "id": "50f07a49-c33e-43c4-b042-2b32f91743f3",
        "content": "<p>The climate of the West African coast in the 1500s prevented cassava&rsquo;s spread in the region.&nbsp;</p>"
      },
      {
        "id": "41cb6f11-fa42-4da0-a017-ef124fbcc765",
        "content": "<p>The most commonly used methods to cook cassava today date to the 1500s.</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959377,
    "pPcc": "P10#CAS",
    "questionId": "50e2cbb3",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "e1703443-563a-4f09-9a29-24a49f127abf",
    "skill_desc": "Words in Context",
    "createDate": 1691007959377,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "6f73ae1d-2a53-4dd9-b5ea-b1b1c2f3b734",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "04f194eb-e092-44dd-a130-2dbfb3ad18c9",
    "keys": [
      "b4c1093f-e34c-4be4-a851-dd457ba8038a"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of traffic signals. As used in this context, &ldquo;featured&rdquo; means had as a characteristic or part. The text indicates that although US traffic signals have lights of three different colors (red, yellow, and green), this wasn&rsquo;t the case until the 1920s, when the three-light signal was first developed. Before then, the text suggests, traffic signals had fewer lights (as indicated by the word &ldquo;only&rdquo; in the second sentence). This context supports the idea that before the 1920s, traffic signals featured only red and green lights. </p><p>Choice A is incorrect because &ldquo;avoided&rdquo; means kept away from someone or something or prevented something from occurring, neither of which would make sense in context. The text doesn&rsquo;t discuss keeping away from someone or something but instead focuses on what US traffic signals look like. The text states that they didn&rsquo;t have lights of three different colors until the three-light signal was developed in the 1920s. Choice C is incorrect because &ldquo;appreciated&rdquo; means admired or increased in value, neither of which would make sense in context. The text focuses solely on the fact that US traffic signals have contained lights of three colors only since the three-light signal was developed in the 1920s. The text doesn&rsquo;t mention how this characteristic or traffic signals in general are perceived or what their value is. Moreover, the blank portion of the text describes &ldquo;traffic signals,&rdquo; which are lifeless objects and therefore unable to admire or increase the value of something.&nbsp;Choice D is incorrect because &ldquo;disregarded&rdquo; means ignored or treated something as unworthy of notice, neither of which would make sense in context. The text doesn&rsquo;t discuss how people react to traffic signals; rather, it addresses the idea that US traffic signals have contained lights of three colors only since the three-light signal was developed in the 1920s. Moreover, the blank portion of the text describes &ldquo;traffic signals,&rdquo; which are lifeless objects and therefore unable to ignore or treat something in a particular manner.&nbsp;</p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "6f73ae1d-2a53-4dd9-b5ea-b1b1c2f3b734",
    "stimulus": "<p>US traffic signals didn&rsquo;t always contain the familiar three lights (red, yellow, and green). Traffic lights only <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> red and green lights until the three-light traffic signal was developed in the 1920s.</p>",
    "templateclusterid": "e7cb3b45-4c28-4e54-b1b6-3b3a390e8647",
    "parenttemplatename": "OSP-KA-WIC-E003",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "521871a2-c187-4385-825d-5c8f17105b2e",
        "content": "<p>avoided</p>"
      },
      {
        "id": "b4c1093f-e34c-4be4-a851-dd457ba8038a",
        "content": "<p>featured</p>"
      },
      {
        "id": "324816d3-9203-48f0-9a4b-2da148c29d2d",
        "content": "<p>appreciated</p>"
      },
      {
        "id": "dcfb7d50-9cb7-42ed-b985-1d90f75db61e",
        "content": "<p>disregarded</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959374,
    "pPcc": "P10#CAS",
    "questionId": "35e921f5",
    "skill_cd": "TSP",
    "score_band_range_cd": 1,
    "uId": "e242d8e8-281c-4aeb-b7c6-361ed5baf092",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959374,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "cffc9b1f-c10b-4f3c-bde4-418ef75a5f08",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "a8a1dac2-5da0-41b1-858e-6e5f73eef2a3",
    "keys": [
      "a649a554-522d-49ce-bce8-714e463d33db"
    ],
    "rationale": "<p>Choice A is the best answer. The first sentence introduces Senju as a famous artist, while the next three sentences describe the defining features of his art, such as it only showing part of the waterfall and its origins in US art movements and Japanese techniques. </p><p>Choice B is incorrect. The text doesn&rsquo;t provide examples of any other artists who use Senju&rsquo;s techniques. Choice C is incorrect. The text doesn&rsquo;t describe any single famous painting or make comparisons between paintings. Choice D is incorrect. The text doesn&rsquo;t provide an opinion on Senju (just facts), nor does it suggest that his art has been overlooked&mdash;in fact, it states that he is &ldquo;known worldwide.&rdquo; </p>",
    "origin": "proteus",
    "stem": "<p>Which choice best describes the overall structure of the text?</p>",
    "externalid": "cffc9b1f-c10b-4f3c-bde4-418ef75a5f08",
    "stimulus": "<p>Hiroshi Senju is known worldwide for his paintings of waterfalls. These paintings are large and tend not to show the entire waterfall.&nbsp; Instead, Senju focuses on just the point where the falling water reaches the pool below, keeping the top of the waterfall out of view. While Senju&rsquo;s paintings are rooted in art movements originating in the United States, the artist uses traditional Japanese techniques and materials that make his work instantly recognizable.</p>",
    "templateclusterid": "bc1e8fb7-d52e-4ff6-8d6b-9b8048147147",
    "parenttemplatename": "OSP-KA-TSP-E006",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "a649a554-522d-49ce-bce8-714e463d33db",
        "content": "<p>It introduces an artist and then explains some common characteristics of well-known paintings by that artist.</p>"
      },
      {
        "id": "f863e1f6-857c-4639-9658-f0b3c454d024",
        "content": "<p>It explains a specific painting technique and then provides examples of artists who use the technique.</p>"
      },
      {
        "id": "6dba2312-8046-408d-a37d-60e46e3e3163",
        "content": "<p>It describes a famous painting and then compares it to a lesser-known painting from the same time period.&nbsp;</p>"
      },
      {
        "id": "4f2dbc38-9889-4ce9-b2b1-82b72d3bab67",
        "content": "<p>It gives an opinion on an artist and then suggests multiple reasons why the artist&rsquo;s work has been largely overlooked.</p>"
      }
    ],
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959374,
    "pPcc": "P10#CAS",
    "questionId": "6f104dd1",
    "skill_cd": "TSP",
    "score_band_range_cd": 2,
    "uId": "e420e7dc-ad1d-40b2-8f2b-6ace5f6ea759",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959374,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "7574368f-8d8b-4b9e-a7f9-24990a5a1e0d",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "435e49f6-86fb-4e0f-8bcc-25589e227ed6",
    "keys": [
      "0490f396-9aaa-4691-bf13-c737663b83a9"
    ],
    "rationale": "<p>Choice B is the best answer. The sentence mentions that some fossil studies have relied on incomplete data sets, suggesting that these studies are limited in what they can tell us about turtles&rsquo; origins.</p><p>Choice A is incorrect. While the sentence mentions the incompleteness of the data sets studied, it doesn&rsquo;t mention any tools or techniques used to examine fossils. Choice C is incorrect. The sentence doesn&rsquo;t mention anything about the evolution of crocodiles. Choice D is incorrect. This sentence doesn&rsquo;t directly mention or criticize any \"widely held belief,\" and it focuses on a limitation of fossil studies of reptiles, not genetic studies.</p>",
    "origin": "proteus",
    "stem": "<p>Which choice best describes the function of the underlined sentence?</p>",
    "externalid": "7574368f-8d8b-4b9e-a7f9-24990a5a1e0d",
    "stimulus": "<p>Genetic studies have led researchers to suggest that turtles are most closely related to the group that includes modern crocodiles. But studies of fossils have suggested instead that turtles are most closely related to other groups, such as the one that contains modern snakes. <u>However, many of the fossil studies have relied on incomplete data sets.</u>&nbsp;For a 2022 investigation, biologist Tiago R. Sim&otilde;es and colleagues examined more than 1,000 reptile fossils collected worldwide. From this large data set, they found clear agreement with the results of the genetic studies.</p>",
    "templateclusterid": "f129b4f6-11b1-42b8-92f3-a38eac1bc47f",
    "parenttemplatename": "OSP-KA-TSP-E010",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "a473b2ea-f6a5-4210-95bd-0b60af499f93",
        "content": "<p>It offers an overview of the tools scientists use to examine fossils.</p>"
      },
      {
        "id": "0490f396-9aaa-4691-bf13-c737663b83a9",
        "content": "<p>It describes a limitation of some studies about the origin of turtles.</p>"
      },
      {
        "id": "c3cb5286-916a-48f0-b5b7-23be04933d40",
        "content": "<p>It summarizes previous research on the evolution of crocodiles.</p>"
      },
      {
        "id": "841cfa54-2c83-4774-b595-5337f411ae21",
        "content": "<p>It criticizes a widely held belief about genetic studies of reptiles.</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959313,
    "pPcc": "P10#CAS",
    "questionId": "1abf42c6",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "eefa7373-cf49-4665-9c03-409c547a02e6",
    "skill_desc": "Words in Context",
    "createDate": 1691007959313,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "34595d00-e2e3-49d2-9ab1-7f222dc78786",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "8697001d-2b48-4422-92a3-39a09ab921b4",
    "keys": [
      "86766cc2-4bfe-42e9-941e-6ef3af823c89"
    ],
    "rationale": "<p>Choice C is the best answer because as used in the text, &ldquo;beckoning&rdquo; most nearly means &ldquo;inviting,&rdquo; or attractive. The text portrays a woman who is looking at &ldquo;trees in their spring beauty.&rdquo; She compares them to cities, which have their own pleasures even if they do not have the &ldquo;easy unhuman loveliness&rdquo; of trees: she thinks of cities as &ldquo;seductive&rdquo; and &ldquo;charming,&rdquo; both adjectives that signify something that is enticing, or attractive. Therefore, cities that are seductive and charming would also be described as inviting people closer to them. </p><p>Choice A is incorrect because there is no indication in this context that cities are &ldquo;demanding,&rdquo; or requiring effort. Choice B is incorrect. Though &ldquo;signaling,&rdquo; or communicating something, might be considered a key feature of the act of &ldquo;beckoning,&rdquo; in the context here, &ldquo;beckoning&rdquo; suggests that cities have attractive qualities that naturally draw people to them. Such attractive qualities are not described by the word &ldquo;signaling&rdquo; alone. Therefore, &ldquo;signaling&rdquo; is an incorrect answer because it is insufficiently precise. Choice D is incorrect because there is no reason to think in this context that the cities are &ldquo;shifting,&rdquo; or changing shape. </p>",
    "origin": "proteus",
    "stem": "<p>As used in the text, what does the word &ldquo;beckoning&rdquo; most nearly mean?</p>",
    "externalid": "34595d00-e2e3-49d2-9ab1-7f222dc78786",
    "stimulus": "<p>The following text is from Nella Larsen&rsquo;s 1928 novel <em>Quicksand</em>.</p>\n<blockquote>\n<p>The trees in their spring beauty sent through her restive mind a sharp thrill of pleasure. Seductive, charming, and <span role=\"region\" aria-label=\"Referenced Content\"><u>beckoning</u></span> as cities were, they had not this easy unhuman loveliness.</p>\n</blockquote>",
    "templateclusterid": "cc0f5905-c9cb-4eb5-9322-da8f0e0094cb",
    "parenttemplatename": "OSP-008-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "00456315-95a2-442b-8bbb-8fbed9ac878c",
        "content": "<p>Demanding</p>"
      },
      {
        "id": "a41f8ce8-2dd5-47db-abf0-e5ab27985cdb",
        "content": "<p>Signaling</p>"
      },
      {
        "id": "86766cc2-4bfe-42e9-941e-6ef3af823c89",
        "content": "<p>Inviting</p>"
      },
      {
        "id": "5e960db5-6fb7-4033-8003-3209a02b301b",
        "content": "<p>Shifting</p>"
      }
    ],
    "correct_answer": [
      "C"
    ]
  },
  {
    "updateDate": 1730147323040,
    "pPcc": "P10#CAS",
    "questionId": "fa9319f0",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "f01d4db7-26da-49ee-81ce-aa332cd8c966",
    "skill_desc": "Words in Context",
    "createDate": 1730147323040,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "977ef86f-4402-4b16-9465-aecee8d7a18b",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word?</p>",
    "stimulus": "<p>Ronyoung Kim creatively captures the Korean American immigrant experience in her novel <em>Clay Walls</em> by writing about a family from three <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> perspectives. The first section of the novel is from the mother Haesu&rsquo;s perspective, the second is from the father Chun&rsquo;s perspective, and the last is from the daughter Faye&rsquo;s perspective.</p>",
    "type": "mcq",
    "keys": [
      "c062e2ab-d818-4ab6-a286-c8d7822b0913"
    ],
    "answerOptions": [
      {
        "id": "c062e2ab-d818-4ab6-a286-c8d7822b0913",
        "content": "<p>distinct</p>"
      },
      {
        "id": "47e0e228-84e8-4dad-b47e-dbda0ef39870",
        "content": "<p>required</p>"
      },
      {
        "id": "c26b340f-eb9a-4fe3-ada2-9d429deee5fb",
        "content": "<p>unintended</p>"
      },
      {
        "id": "6b586116-73d5-4db1-9f4a-dca454000f64",
        "content": "<p>unknown</p>"
      }
    ],
    "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of Ronyoung Kim&rsquo;s novel <em>Clay Walls</em>. In this context, \"distinct\" means clearly separate and different. The text indicates that the novel consists of three sections and that each section is narrated from the perspective of a different character. This context supports the idea that Kim&rsquo;s novel features three distinct perspectives.</p><p>Choice B is incorrect because describing the three perspectives in Kim&rsquo;s novel as \"required,\" or demanded as necessary to be done or provided, wouldn&rsquo;t make sense in context. When writing a novel, a novelist is free to choose to narrate the story from any number of perspectives. There&rsquo;s nothing in the text to indicate that providing three perspectives was demanded of Kim. Instead, the text focuses on identifying the three different perspectives featured in Kim&rsquo;s novel. Choice C is incorrect because describing the three perspectives in Kim&rsquo;s novel as \"unintended,\" or not planned as a purpose or goal, wouldn&rsquo;t make sense in context. Authors make deliberate choices about the perspectives they feature in their works, and the text indicates that Kim chose to incorporate three different perspectives in her novel. Choice D is incorrect because describing the three perspectives in Kim&rsquo;s novel as \"unknown,\" or not revealed, wouldn&rsquo;t make sense in context. The text directly identifies the three perspectives that appear in her novel as those of Faye and her two parents, Haesu and Chun, which indicates that the novel&rsquo;s perspectives are in fact known.</p>",
    "externalid": "977ef86f-4402-4b16-9465-aecee8d7a18b",
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1730147323032,
    "pPcc": "P10#CAS",
    "questionId": "8221b9e0",
    "skill_cd": "WIC",
    "score_band_range_cd": 1,
    "uId": "f1927527-c97d-4241-a1d3-19aec902b6d7",
    "skill_desc": "Words in Context",
    "createDate": 1730147323032,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": "",
    "external_id": "c518470f-82cc-4e18-994d-a1186ef6afbc",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "stimulus": "<p>Urban planning expert Francisco Lara-Valencia and colleagues have argued that managing environmental matters along the US-Mexico border <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> coordination between the two countries&rsquo; governments. Since ecosystems extend across the border, actions taken on one side can have environmental effects on the other side, making international cooperation essential.&nbsp;</p>",
    "type": "mcq",
    "keys": [
      "2d624118-f0b6-41d1-84f2-5d1749229269"
    ],
    "answerOptions": [
      {
        "id": "2d624118-f0b6-41d1-84f2-5d1749229269",
        "content": "<p>requires</p>"
      },
      {
        "id": "239977e0-0d48-4b97-90d2-d26302f57cf3",
        "content": "<p>praises</p>"
      },
      {
        "id": "da01e3ad-d555-4ba6-b2ed-8de32a01b2de",
        "content": "<p>reports</p>"
      },
      {
        "id": "89a7f3e5-72cf-474e-9504-24f46631835d",
        "content": "<p>advises</p>"
      }
    ],
    "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of environmental management along the US and Mexican border. In this context, \"requires\" means needs in order to perform a task. The text indicates that because ecosystems span the border, actions taken by the government on one side of the border can affect the environment in the nation on the other side of the border, which makes international cooperation crucial. In other words, because actions on one side of the US and Mexican border can affect the other side of the border, managing environmental matters along the border requires coordination between the two governments.</p><p>Choice B is incorrect because \"praises\" in this context would mean to express a favorable judgment, but the text doesn&rsquo;t describe approval expressed by anyone, and it wouldn&rsquo;t make sense to say that environmental management itself praises intergovernmental coordination. Choice C is incorrect. In this context, \"reports\" would mean gives an account. Although coordination between the US and Mexican governments likely would involve some sort of reporting, the text doesn&rsquo;t describe any such practice. Choice D is incorrect. In this context, \"advises\" would mean recommends a course of action, and although governments can advise one another, it wouldn&rsquo;t make sense to say that environmental management itself makes recommendations.</p>",
    "externalid": "c518470f-82cc-4e18-994d-a1186ef6afbc",
    "correct_answer": [
      "A"
    ]
  },
  {
    "updateDate": 1691007959321,
    "pPcc": "P10#CAS",
    "questionId": "784fef59",
    "skill_cd": "TSP",
    "score_band_range_cd": 2,
    "uId": "f28bcf48-33bc-4bf9-b0e7-2f0310edc3eb",
    "skill_desc": "Text Structure and Purpose",
    "createDate": 1691007959321,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "2a0b4af4-97f4-4908-9ddd-49e0b40dca7a",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "40ec6ca9-f488-4b87-be5c-c126f46cc66e",
    "keys": [
      "005e88eb-4b5c-420e-9604-a4d90ed7d616"
    ],
    "rationale": "<p>Choice B is the best answer because it most accurately describes the function of the underlined portion in the text as a whole. The first two sentences introduce the idea that soil and rocks can be moved from one location to another by something other than rivers and streams. The underlined sentence then states that the term used by scientists to refer to this process is &ldquo;aeolian transport.&rdquo; The discussion that follows explains what aeolian transport is (the movement of small geological materials over potentially great distances by the wind) and describes an example of a study that found that dust particles had been moved by aeolian transport from Australia to Antarctica. Thus, the underlined portion introduces a scientific term that is used in the discussion that follows. </p><p>Choice A is incorrect because the underlined portion of the text doesn&rsquo;t present any remarks from Melisa Diaz, nor does it suggest that Diaz and her team encountered difficulties in their study. Instead, the phrase in quotation marks in the underlined portion simply presents a term that is used by scientists to refer to a specific process discussed in the text.&nbsp;Choice C is incorrect because nothing in either the underlined portion or the text as a whole suggests that the findings of the study presented in the text were surprising or unexpected. In fact, the text suggests that Diaz and her team wanted to see if aeolian transport could explain the appearance of certain geological materials in Antarctica, and their findings did indeed confirm the involvement of aeolian transport. Choice D is incorrect. Although the first sentence of the text mentions soil and rocks, which are two different kinds of geological material, the underlined portion doesn&rsquo;t refer to these materials, nor does it explain the difference between them. Rather, the underlined portion introduces the scientific term &ldquo;aeolian transport,&rdquo; which is used in the discussion that follows.&nbsp;</p>",
    "origin": "proteus",
    "stem": "<p>Which choice best describes the function of the underlined portion in the text as a whole?</p>",
    "externalid": "2a0b4af4-97f4-4908-9ddd-49e0b40dca7a",
    "stimulus": "<p>Streams and rivers carry soil and rocks from one location to another. But there is another way for these geological materials to move. <span role=\"region\" aria-label=\"Referenced Content\"><u>Scientists call this process &ldquo;aeolian transport.&rdquo;</u></span> In aeolian transport, winds move small particles of soil or rock over potentially great distances. Geologist Melisa Diaz and her team studied dust in Antarctica to find out if it was moved by aeolian transport. They discovered that the dust matched geological material in Australia. Aeolian transport had carried it from one continent to another, across thousands of miles of open ocean.&nbsp;</p>",
    "templateclusterid": "9ed93eed-b68c-4a98-8445-2eb1b53c7ada",
    "parenttemplatename": "OSP-037-TSP",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "d89e3825-d1b4-4298-bf1a-ac3e1758c529",
        "content": "<p>It presents Melisa Diaz&rsquo;s remarks about difficulties that her team encountered.</p>"
      },
      {
        "id": "005e88eb-4b5c-420e-9604-a4d90ed7d616",
        "content": "<p>It introduces a scientific term that is used in the discussion that follows.&nbsp;</p>"
      },
      {
        "id": "90b72985-bf92-4cb8-b990-615300a0838e",
        "content": "<p>It emphasizes the surprising nature of the findings that are presented.</p>"
      },
      {
        "id": "7915a179-f08a-477d-91c1-a7d2afb3e23c",
        "content": "<p>It explains the difference between two kinds of geological material.&nbsp;</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  },
  {
    "updateDate": 1691007959322,
    "pPcc": "P10#CAS",
    "questionId": "a47f5b24",
    "skill_cd": "WIC",
    "score_band_range_cd": 2,
    "uId": "fb04bac5-baf1-41d3-b0b3-e28f1397d208",
    "skill_desc": "Words in Context",
    "createDate": 1691007959322,
    "program": "P10",
    "primary_class_cd_desc": "Craft and Structure",
    "ibn": null,
    "external_id": "608d2837-f8c9-4257-876b-4c2faa74fb4b",
    "primary_class_cd": "CAS",
    "difficulty": "E",
    "vaultid": "b4e9204d-7698-489a-a27a-f9292faa9b6c",
    "keys": [
      "aec9d97c-cb0d-4348-afe8-0381fe6a0dd1"
    ],
    "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of Renata Flores Rivera&rsquo;s use of Quechua in her music. In this context, &ldquo;inexperienced with&rdquo; means not accustomed to. The text indicates that Flores Rivera wanted to promote the Quechua language in her music and overcame a challenge by seeking help with pronunciation from her grandmother and by taking language classes. This context conveys the idea that Flores Rivera was not sufficiently familiar with Quechua to use it in her music without help. Thus, she was inexperienced with speaking the language, which she addressed by seeking help. </p><p>Choice A is incorrect because describing Flores Rivera as &ldquo;prepared for&rdquo;&mdash;or ready for&mdash;speaking Quechua wouldn&rsquo;t make sense in context. The text indicates that speaking Quechua presented a challenge, but if she were ready to speak the language, then there would be no challenge. Choice C is incorrect because describing Flores Rivera as &ldquo;skilled in&rdquo;&mdash;meaning good at or capable of&mdash;speaking Quechua wouldn&rsquo;t make sense in context. The text indicates that speaking Quechua presented a challenge, but if she were capable of speaking the language, then there would be no challenge. Choice D is incorrect. Flores Rivera was likely &ldquo;excited about&rdquo;&mdash;or thrilled or delighted with&mdash;speaking Quechua, but this wouldn&rsquo;t make sense in context. The text indicates that speaking Quechua presented a challenge, but if she were delighted with speaking the language, then there would be no challenge. </p>",
    "origin": "proteus",
    "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
    "externalid": "608d2837-f8c9-4257-876b-4c2faa74fb4b",
    "stimulus": "<p>A musician and member of the Quechua of Peru, Renata Flores Rivera was eager to promote the Quechua language in her music, but she was <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> speaking it. She met this challenge by asking her grandmother, a native speaker of Quechua, to help her pronounce words in her song lyrics and also by taking classes in the language.</p>",
    "templateclusterid": "1a7cc4f2-08dc-4df0-adc1-7fa3a3cf1c82",
    "parenttemplatename": "OSP-043-WIC",
    "parenttemplateid": "",
    "type": "mcq",
    "position": "0",
    "templateclustername": "",
    "answerOptions": [
      {
        "id": "68153d44-570a-46a9-b84d-279ab03d705d",
        "content": "<p>prepared for</p>"
      },
      {
        "id": "aec9d97c-cb0d-4348-afe8-0381fe6a0dd1",
        "content": "<p>inexperienced with</p>"
      },
      {
        "id": "f695e14b-947e-4aaa-967f-86b96477e3ad",
        "content": "<p>skilled in</p>"
      },
      {
        "id": "f4331e0e-01c7-4b57-a326-551a4778aa25",
        "content": "<p>excited about</p>"
      }
    ],
    "correct_answer": [
      "B"
    ]
  }
]